[
	"Electronic Health Record Discharge Summary\n\nPatient Name: N/A\nGender: Female\nAge: 71\nAdmission Date: N/A\nDischarge Date: N/A\nAdmission Diagnosis: N/A\nDischarge Diagnosis: N/A\n\nHospital Course:\nThe patient was admitted to the neurology department with symptoms of muscle pain and weakness after being on Palbociclib for 21 days. Blood samples showed increased creatine kinase with elevated levels of plasma-myoglobin. The patient's MRI revealed edema in multiple muscle groups, which indicated muscular necrosis.\n\nDuring the hospitalization, a diagnostic panel for detecting myositis-specific and myositis-associated autoantibodies was conducted. However, the results were not contributory. To prevent kidney injury, the patient received intravenous saline, and a trial of intravenous immunoglobulin was initiated, suspecting an autoimmune etiology for the muscle injury. The patient gradually recovered over 2 weeks and was discharged to outpatient rehabilitation. The patient was seen at the neuromuscular outpatient clinic approximately one year after hospitalization, showing no signs of neuro-muscular deficit.\n\nSummary of Findings:\nThe patient was a 71-year-old woman who presented with symptoms of muscle pain and weakness after being on Palbociclib for 21 days. Blood and MRI test results showed increased creatine kinase with elevated levels of plasma-myoglobin and edema in multiple muscle groups, which indicated muscular necrosis. A diagnostic panel for detecting myositis-specific and myositis-associated autoantibodies was conducted, and a muscle biopsy was obtained. Heterozygous presence of the common SNP rs4149056 in the SLCO1B1 gene was detected.\n\nPlan:\nThe patient was hydrated with intravenous saline to prevent kidney injury and received a trial of intravenous immunoglobulin. The muscle biopsy showed atrophy without signs of cell necrosis, mononuclear cell infiltration, HLA-ABC-positive fibers, regenerated fibers, or ragged-red fibers. The patient recovered gradually over 2 weeks and was discharged to outpatient rehabilitation. A follow-up visit was scheduled at the neuromuscular outpatient clinic.",
	"Hospital Course:\nA Caucasian boy was born by spontaneous vaginal delivery to a 29-year-old gravida 1, para 1 mother at 39 1/7 weeks of gestation. The neonate displayed a good adaptation to extrauterine life, but a complete cord blood count revealed a severe thrombocytopenia which was confirmed by a venous blood sample. \nAt 24 hours of life, he developed apneas and periodic breathing requiring oxygen flow and short bag-mask ventilation. Brain imaging showed large heterogeneous right temporo-parieto-occipital and small left occipital lesions, suggestive of intracranial hemorrhage predominant within the right hemisphere. Bedside electroencephalography monitoring revealed multifocal electrical seizures starting from the left occipital lobe, and treatment with phenobarbital was started. \nDuring the first 17 days of life, the patient received 6 platelet transfusions and 6 intravenous injections of immunoglobulins. The child was discharged at 17 days of life with a normal neurological status, and his last platelet count was 70 G/L. Phenobarbital was stopped before discharge. \nAt the last follow-up at 12 months of life, the child exhibited normal psychomotor development and unremarkable neurological status.",
	"Hospital Course Summary:\n\nAdmission:\nMr. X, a 70-year-old gentleman with a history of aortic mechanical prosthetic valve implantation, was admitted to the emergency department with pain and swelling in the right leg. The patient had suffered blunt injury to the leg a week prior.\n\nClinical Findings:\nOn examination, the patient displayed a swollen, ecchymotic, and tense lateral compartment of the leg, with palpable distal pulses. A Doppler ultrasound showed a large intramuscular hematoma in the lateral compartment of the leg, with leakage of a muscle branch of the anterior tibial artery.\n\nTreatment:\nInitial treatment included an ultrasound-guided compression of the artery in the PA for 24 hours, but this was unsuccessful. Subsequently, the patient underwent thrombin injection into the PA, which resulted in a successful thrombosis of the sac. A repeat arterial Doppler was conducted 24 and 48 hours post-treatment, which showed no further arterial leaks.\n\nDiagnosis:\nIntramuscular hematoma in the lateral compartment of the right leg due to blunt trauma.\n\nDischarge Condition:\nThe patient was discharged in stable condition.\n\nInstructions:\nThe patient was advised to follow up with their primary care physician and monitor their leg for any additional swelling or pain. No further interventions were necessary.\n\nSummary:\nMr. X was admitted with a large hematoma in the lateral compartment of the right leg due to blunt trauma. Thrombin injection into the affected artery was successful and the patient was discharged in stable condition without further interventions.",
	"HOSPITAL COURSE SUMMARY\n\nPatient Name: [Redacted]     Medical Record Number: [Redacted]     Date of Admission: [Redacted]     Date of Discharge: [Redacted]\n\nHISTORY OF PRESENT ILLNESS:\nThe patient is an Hispanic female born at 32 weeks of gestation to a G2P1 mother through spontaneous vaginal delivery. The patient’s amniotic fluid was observed to contain meconium. Upon physical examination, the patient’s weight was measured to be 2280 g (85th centile), length 48 cm (95th centile), and head circumference 29 cm (40th centile). Stool appeared as sticky and white at the age of 48 hours. An UGI series and a Gastrografin enema revealed jejunal atresia and microcolon. Exploratory laparotomy was performed on the patient on day 3, during which a jejunal segment was resected and a tapering enteroplasty was done. The patient’s postoperative course was uneventful.\n\nHOSPITAL COURSE AND TREATMENT:\nThe patient was diagnosed with jejunal atresia and microcolon. Exploratory laparotomy with jejunal segmental resection and tapering enteroplasty was performed, followed by a three-day hospital stay. The patient was discharged in good general condition on day 31 of hospitalization.\n\nRESULTS:\nThe patient had an UGI series and a Gastrografin enema with jejunal atresia and microcolon observed.\n\nCONCLUSION:\nThe patient was diagnosed with jejunal atresia and microcolon, for which exploratory laparotomy with jejunal segmental resection and tapering enteroplasty was performed. The surgical intervention was successful, and the patient’s postoperative course was uneventful. The patient was discharged from the hospital on day 31 of hospitalization in good general condition.",
	"Discharge Summary:\n\nPatient: 24-year-old, unmarried woman diagnosed with PTB\n\nAdmission Date: August-2013\n\nDischarge Date: N/A (Patient still undergoing treatment)\n\nReason for Admission:\nThe patient presented with a complaint of severe cough with expectoration, evening raise of temperature, gradual weight loss, and loss of appetite since two weeks. Upon examination, the patient was diagnosed with PTB.\n\nHospital Course:\nThe patient was referred for sputum-FME, which suggested the NSP, 2+ PTB. The patient was then enrolled in the hospital's Revised National Tuberculosis Program. The institutional ethics committee of our college of medical sciences and hospital approved the study protocol, and a written informed consent form was obtained from the subject.\n\nRecommendations:\nThe patient continues to receive treatment at the hospital's Revised National Tuberculosis Program and will continue to do so until the condition is satisfactorily treated. The patient is advised to follow all treatment protocols as recommended by the hospital and to adopt a healthy lifestyle by maintaining a well-balanced diet and avoiding stress.\n\nFollow-Up:\nThe patient will be regularly monitored for progress in treatment of PTB. Further tests and examinations will be conducted periodically to ensure the patient's well-being.",
	"HOSPITAL COURSE AND DISCHARGE SUMMARY:\n\nPatient C, a 39-year-old female with Class IV obesity and vitamin B12 deficiency, was admitted to the medical weight management program. The patient experienced weight gain during the bariatric surgical workup, being unable to adhere to the bariatric nutrition plan and physical activity plan prescribed by the surgical team. As a result, she was started on topiramate 25 mg to reduce overall hunger drive. The medication was adjusted to 50 mg after five months to combat an increase in hunger drive and was further increased to 75 mg after 15 months due to a similar reason.\n\nPatient C lost a total of 56.70 kg (36% TBWL) after taking topiramate for 22 months, resulting in a BMI of 35.4 kg/m². The weight loss with topiramate was similar to the projected weight loss of RYGB as predicted by the MBSAQIP risk calculator. The patient denied any side effects of cognitive dullness, paresthesia, or dysgeusia during the treatment.\n\nThe patient's medical challenges included increased appetite, carbohydrate cravings, and depressive symptoms related to her weight. Her blood chemistry review at the time of initial bariatric consult showed high triglycerides and low HDL cholesterol levels that improved during the treatment period. She was unable to follow the physical activity plan due to time restrictions. Review of the patient's medication list showed no obesogenic medications contributing to weight gain. She was weight loss medication-naïve before starting the treatment.\n\nAs a result of the robust weight loss, her surgical workup was put on hold. The patient was educated on the importance of a healthy lifestyle and regular physical activity to maintain her weight loss progress achieved by the medication. The patient was also advised to continue her follow-ups with the medical weight management program.\n\nIn summary, Patient C's medical challenges related to her weight were successfully managed with topiramate. The patient achieved significant weight loss, leading to BMI reduction and improvement in blood chemistry levels. The medication was tolerated well, and the patient did not experience any side effects. The patient was discharged with appropriate counseling and follow-up plans.",
	"Discharge Summary:\n\nPatient Name: Not provided\nAge: 37\nGender: Female\nAdmission Date: September 2011\nDischarge Date: Not applicable\n\nAdmission Diagnosis: Snake bite by Russell's viper\n\nHospital Course:\n\nThe patient was admitted to the medical casualty ward with fang marks on the 5th toe of her left foot after being bitten by a Russell's viper. The bedside test of 20 min Whole Blood Clotting time (20 min WBCT) was normal. She was given acetaminophen, Intravenous (IV) Antibiotics, IV Normal saline slow drip, and Tetanus toxoid. The baseline investigations were unremarkable. The 20 min WBCT was repeated, and it was prolonged. The Indian polyvalent snake anti venom serum (AVS) was given, but she developed retrosternal tightening chest pain, faintness, and vomiting. AVS therapy was repeated due to frequent hypotension and prolonged 20 min WBCT. The patient eventually went into cardiogenic shock and had an acute myocardial infarction with ST elevation on inferior leads. She was started on IV dopamine infusion, and thrombolysis, anticoagulants and antiplatelets were not considered due to prolonged 20 min WBCT. She had excessive puncture site bleeding but no other bleeding manifestation. Coagulation profile that was done 4 hours after myocardial infarction revealed prolonged prothrombin time (PT) and Activated Partial Thromboplastin Time (APTT). Troponin I was elevated. Due to frequent hypotension and prolonged 20 min WBCT AVS therapy was repeated. She was transferred to the Intensive care unit and assisted ventilation was given. Repeat Laboratory investigations showed a high white blood cell count with neutrophilia. The patient's blood pressure became further unstable, and asystole occurred, and cardiopulmonary resuscitation was not successful.\n\nDischarge Instruction:\n\nThe patient passed away, and there is no discharge instruction.",
	"Discharge Summary:\n\nPatient Information:\nName: [redacted]\nAge: 64\nSex: Male\nHospital: [redacted]\nAdmission: [redacted]\nDischarge Date: [redacted]\n\nBrief Hospital Course:\nThe patient presented to the hospital with a ten-year history of mild diffuse abdominal pain and anorexia. The physical examination showed a mass in the left upper quadrant of the abdomen that was mobile. A CT scan of the abdomen showed a non-enhancing mass near the small bowel. The patient underwent laparotomy during which a solid mass was discovered at the root of the jejunal mesentery. The mass was completely removed, and due to bowel ischemia, a second laparotomy was performed three days later, in which an additional segment of the small bowel was resected. The patient recovered well and was discharged one week after the second laparotomy.\n\nDiagnosis:\nFibromatosis of the jejunum and mesentery.\n\nHospital Course Summary:\nThe patient was admitted to the hospital with a ten-year history of mild diffuse abdominal pain and anorexia. A physical examination showed a mobile mass in the left upper quadrant of the abdomen, and a CT scan of the abdomen showed a non-enhancing mass near the small bowel. During a laparotomy procedure, a solid mass was found at the root of the jejunal mesentery that was totally excised with a loop of jejunum. However, the patient suffered from bowel ischemia necessitating a second operation that involved an additional resection of a small bowel segment. A primary anastomosis was performed, and the patient was discharged one week after the second laparotomy.\n\nDiagnosis Summary:\nThe patient was diagnosed with fibromatosis of the jejunum and mesentery. A final tissue diagnosis showed spindle-shaped fibroblasts with elongated nuclei and a benign appearance that had infiltrated the muscularis propria and had non-infiltrating margins. The tumor cells were negative for antibodies to CD117, S100, CD34, and smooth muscle actin, and positive for desmin. After six months of resection, a CT scan of the abdomen showed no evidence of residual or recurrent tumor, and the patient had no evidence of disease at follow-up 16 months after surgery.\n\nDisposition Summary:\nThe patient was discharged from the hospital one week after the second laparotomy and was advised to follow up with his primary care physician. The discharge instructions included taking prescribed medications as directed, resuming regular activities gradually, and scheduling follow-up appointments with the physician as instructed.",
	"Discharge Summary:\n\nAdmission Date: [Date]\nDischarge Date: [Date]\nPatient Name: [Patient Name]\nAge: 79 years\nSex: Male\nMedical Record Number: [MRN]\n\nHospital Course: \nThe patient was admitted to our hospital for management of community-acquired pneumonia, pneumothorax, and worsening respiratory distress. The patient had a past medical history significant for hypertension, high cholesterol, and atrial fibrillation. During his hospitalization, the patient was found to have a complex right lower quadrant structure that was later determined to be a right rectus sheath hematoma with extension into the preperitoneal space. The patient was also found to have urinary retention and develop oliguria that later progressed to anuria. \n\nTreatment:\nThe patient was treated with broad-spectrum antibiotics for his pneumonia. The patient was also placed on a nasal cannula, switched to enoxaparin for anticoagulation, and received two doses of protamine for anticoagulation reversal. The patient received 1 L of crystalloid and two units of packed red blood cells (PRBC) during resuscitation. Reversal of the patient’s anticoagulation was thromboelastographic (TEG)-guided and included platelets, cryoprecipitate, and prothrombin complex concentrate (PCC). The patient underwent surgical intervention, which involved exploration and evacuation of the hematoma, abdominal packing, and temporary open wound with a wound vacuum. Postoperative critical care was also provided, and ultimately, the patient recovered and was discharged.\n\nDischarge Condition:\nAt the time of discharge, the patient’s condition had improved significantly and had stabilized. The patient was alert and oriented and stable. The patient was provided with adequate instructions and medications upon discharge. It was recommended that follow-up appointments be made in a timely fashion and that the patient strictly adhere to the medication regimen prescribed by his physicians.\n\nDiagnosis on Admission:\n-Community-acquired pneumonia\n-Pneumothorax\n-Respiratory distress\n-Hypertension\n-High cholesterol\n-Atrial fibrillation\n\nDischarge Diagnoses:\n-Right rectus sheath hematoma with extension into the preperitoneal space\n-Urinary retention\n\nDischarge Medications:\n-None provided\n\nFollow-up Appointments:\nIt was recommended that the patient make follow-up appointments with his primary care physician and surgical team in a timely fashion. \n\nThis discharge summary is created at the end of the patient's hospitalization and comprehensive in nature.",
	"Discharge Summary:\n\nPatient Information:\n\nName: [redacted]\n\nGender: Male\n\nAge: 22\n\nAdmission Date: [redacted]\n\nDischarge Date: [redacted]\n\nDiagnosis:\n\nOromandibular limb hypogenesis syndrome Type IIB, hypoglossia-hypodactyly\n\nChief Complaint:\n\nThe patient presented with unclear speech and difficulty in tongue movements.\n\nHospital Course:\n\nDuring the patient's hospital stay, he was diagnosed with oromandibular limb hypogenesis syndrome Type IIB, hypoglossia-hypodactyly, which is a rare disorder characterized by small tongue and extensive limb deformities. The patient's medical history was insignificant, and his prenatal history revealed that his mother had four episodes of fever during her first trimester. On general examination, the patient had anomalies affecting all the four limbs, and radiographs showed hypoplastic or missing phalanges, metacarpals, tibia, fibula, and malleoli. Color Doppler ultrasonography revealed pulmonary artery dilatation with pulmonary regurgitation.\n\nIntraorally, the patient's tongue was hypoplastic, about two thirds the normal size with a rounded tip, which was attached to the floor of the mouth by a short lingual frenum. The patient complained of altered speech and difficulty in tongue movements, but speech was affected minimally. Root stumps of maxillary left first premolar, mandibular first molars, and mandibular right second molar were present.\n\nTreatment:\n\nBasic oral rehabilitation procedures like extraction of the root stumps and oral prophylaxis were performed. The patient refused to undergo any surgical procedures for the correction of altered speech and tongue movements.\n\nFollow-up:\n\nDue to the rare nature of the patient's disorder, long-term follow-up is recommended to monitor the patient's condition and progress. The patient should be referred to a genetic counselor for further evaluation and management.\n\nSummary:\n\nThe patient was diagnosed with oromandibular limb hypogenesis syndrome Type IIB, hypoglossia-hypodactyly, which is a rare disorder characterized by small tongue and extensive limb deformities. The patient complained of altered speech and difficulty in tongue movements, but speech was affected minimally. Basic oral rehabilitation procedures were performed, and long-term follow-up is recommended to monitor the patient's condition. The patient should be referred to a genetic counselor for further evaluation and management.",
	"Discharge Summary:\n\nPatient Name: Diana (pseudonym)\nGender: Female\nAge: 25\nDate of Admission: [Date]\nDate of Discharge: [Date]\n\nHospital Course:\n\nDiana, a young woman with a BMI of 16.06 kg/m2, presented with severe alterations in her eating patterns and body image perceptions. She was diagnosed with AN, binge-purge subtype, and matched all DSM-5 criteria for this diagnosis. She reported a history of restrictive diets, weight loss, and obsessive thoughts related to her weight and certain types of food. She also reported body-related image distortions, frequent crying spells, and avoidance of body exposure.\n\nDuring the rehabilitative protocol, Diana received a multidisciplinary approach tailored to her needs, including endocrinology, psychiatry, psychology, and nutrition. Her blood panels showed no signs of metabolic distress, with values in normal ranges. She received psychological intervention with group psychotherapy and individual sessions focused upon a psyco-corporal therapy approach. Diana also received psychiatric and pharmacological support (citalopram and mirtazapine) to manage her mood alterations. Moreover, the healthcare team provided alimentary education sessions, a nutritional program with fixed meals, and scheduled assessment sessions to ensure adequate monitoring of the progress.\n\nDiana showed a deep insight into her condition. However, her obsessive thoughts connected to her body weight and certain types of food made it challenging for her to follow the assigned rehabilitative diet. Nevertheless, she improved her adherence in the following weeks and reached a BMI of 19.00 kg/m2 at the end of her second cycle of rehabilitative treatment. She was discharged from the Centre and continued her program following only monthly assessments accompanied by individual psychotherapy.\n\nConclusion:\n\nDiana's rehabilitative protocol resulted in noticeable improvements regarding her eating behaviors and general clinical condition. She was able to follow the changes in her diet both on a quantitative and qualitative level. She showed deep insight into her condition and received necessary support from a multidisciplinary healthcare team, including endocrinology, psychiatry, psychology, and nutrition. The rehabilitative program improved her mood, eating behaviors, and body image perceptions. She was dismissed from the Centre and continued her program following only monthly assessments accompanied by individual psychotherapy.",
	"Discharge Summary:\n\nPatient Information:\nName: Not disclosed\nGender: Female\nAge: 36 years\n\nReason for Admission:\nOccasional mild exacerbations with diarrhea and abdominal pain due to ulcerative colitis\n\nMedical History:\nThe patient was diagnosed with ulcerative colitis and has been treated with Mesalamine (Pentasa® sachet 2 g prolonged-release granules) twice daily since June 2009.\n\nSummary of Hospital Course:\nThe patient experienced red-brown urine in the toilet bowl after cleaning with a sodium hypochlorite detergent, and no discolouration was observed when using detergents without sodium chlorite. A drop of sodium hypochlorite detergent added to her normal-coloured urine in the toilet caused the same red-brown discolouration. No other concomitant therapy was being taken by the patient. The gastroenterologist recognised this phenomenon from other patients. The patient is still taking Mesalamine and the phenomenon persists after cleaning the toilet.\n\nDischarge Plan:\nThe patient is discharged with the recommendation to avoid using detergents containing sodium hypochlorite to prevent further episodes of red-brown urine discolouration.\n\nFollow-Up:\nThe patient is advised to continue seeing her gastroenterologist regularly.\n\nAbbreviations:\n1. NA - Not Applicable\n\nFinal Diagnosis:\nRed-brown urine discolouration caused by exposure to sodium hypochlorite detergent.\n\nPrognosis:\nGood, as no underlying medical condition was observed.\n\nAttending Doctor:\nNA\n\nDate of Discharge:\nNA\n\nSignature:\nNA",
	"Discharge Summary\n\nPatient Information:\nName: [REDACTED]\nAge: 74\nRace: Caucasian\nSex: Male\n\nMedical History:\n- Arteriosclerotic heart disease\n- Renal failure on peritoneal dialysis\n- Multiple cutaneous cancers, including melanoma of right calf and SCC and basal cell carcinoma of scalp, face, and extremities\n\nHospital Course:\nThe patient was admitted due to a left progressively enlarging pre-auricular cutaneous lesion. The mass was surgically excised and found positive for invasive SCC. The patient underwent radiation therapy, but three months later, the cancer recurred and exhibited rapidly progressive growth. Given the treatment-resistant nature of the SCC, the patient was referred to Head and Neck Surgery for discussion of resection. After multidisciplinary tumor board discussion, the recommendation was for definitive surgical intervention, including total auriculectomy, lateral temporal bone resection, superficial vs total parotidectomy, left modified radical neck dissection, possible craniotomy, and free flap reconstruction. The patient declined radical surgery and elected for a multi-agent nivolumab and cextuximab regimen. After one month of immunotherapy, the SCC had stopped progressing and after three months, the mass had demonstrated remarkable regression. Within six months, the patient was in complete remission, with no evidence of squamous cell carcinoma on his left pre-auricular region or external auditory canal. After eight months of immunotherapy with nivolumab, PET/CT revealed the resolution of the previously seen intense activity mass in the left pre-auricular region extending to the inner ear. After one year of continued treatment with nivolumab, the patient remains free of disease recurrence.\n\nAssessment and Plan:\nThe patient was successfully treated with a multi-agent nivolumab and cextuximab regimen, resulting in complete remission of the SCC. The patient will continue to be monitored for disease recurrence.",
	"Hospital Course Summary:\n\nAdmission Date: 1995\nDischarge Date: N/A\n\nChief Complaint:\nMalaise, nose bleeds, and sinusitis.\n\nHistory of Present Illness:\nA 26-year-old male presented with malaise, nose bleeds, and sinusitis in 1995. cANCA was elevated, and nasal biopsy findings were consistent with WG, but no other organ involvement was identified. Treatment with intravenous cyclophosphamide, oral prednisolone, and co-trimoxazole were initiated, but his disease remained active. The patient subsequently developed subglottic/right upper lobe bronchus stenosis.\n\nPast Medical History:\nNot specified in the provided case report.\n\nMedications:\nNot specified in the provided case report.\n\nAllergies:\nNot specified in the provided case report.\n\nSocial History:\nNot specified in the provided case report.\n\nFamily History:\nNot specified in the provided case report.\n\nPhysical Examination:\nNot specified in the provided case report.\n\nDiagnostic Testing:\nESR and CRP were elevated at routine follow-up in 2004. MR imaging showed diffusely enlarged pituitary and thickened stalk consistent with inflammatory hypophysitis but no enhancing lesion. Sphenoid sinus imaging also showed extensive involvement with inflammatory tissue and a perforated nasal septum.\n\nHospital Course:\nIn view of active sinus and upper airways disease leading to nasal bridge collapse, the patient was treated with humanised monoclonal antilymphocyte antibody alemtuzumab between 1996 and 2002 and received a short course of oral cyclophosphamide in 1999. The patient's subglottic stenosis required steroid infiltration and dilatation and was managed with a small dose of prednisolone.\n\nOn routine follow-up visits, the patient reported a \"socially disabling\" episode of polyuria and polydypsia. MRI imaging suggested progressive sinus inflammation and further pituitary enlargement. The patient was diagnosed with diabetes insipidus secondary to WG and initiated on long term desmopressin which improved his symptoms of diabetes insipidus. The patient also received a further course of pulsed intravenous cyclophosphamide and methylprednisolone in December 2005, followed by two courses of rituximab to control progression of his disease.\n\nSummary:\nIn summary, a 26-year-old male was admitted with malaise, nose bleeds, and sinusitis, which were found to be consistent with WG. The patient developed subglottic/right upper lobe bronchus stenosis and underwent treatment with intravenous cyclophosphamide, oral prednisolone, and co-trimoxazole. Despite treatment, the patient's disease remained active and was subsequently treated with humanised monoclonal antilymphocyte antibody alemtuzumab and a short course of oral cyclophosphamide. The patient developed a diffusely enlarged pituitary and thickened stalk consistent with inflammatory hypophysitis but no enhancing lesion, resulting in his diagnosis of diabetes insipidus secondary to WG. The patient was managed with desmopressin and received pulsed intravenous cyclophosphamide, methylprednisolone, and rituximab to control progression of his disease.",
	"Hospital Course:\nThe patient, a 63-year-old housewife, presented with knee pain, and a palpable mass on the popliteal fossa. After a failed trial of medications, she was referred to our clinic. The physical examination revealed a soft, non-tender mass in the posteromedial area of the left knee, with overall alignment of the lower extremity being varus by a finger breadth. The patient underwent radiographic and MRI investigations, and an ultrasound-guided needle biopsy was performed. Finally, an open excisional biopsy was performed using a posterior approach, and a moderately solid, yellowish mass was excised.\n\nDiagnosis and Treatment:\nThe biopsy revealed a benign, well-encapsulated chondromyxoid nodule mixed with fat and bone components arising in the gastrocnemius muscle. Postoperatively, the patient reported improvement of the chronic discomfort, and no calcified density remained on a plain radiograph. The patient was discharged in stable condition with no abnormal neurological or vascular symptoms and advised to follow up as required by the primary physician.\n\nHospital Course:\nThe patient presented with a long-standing knee pain and a palpable mass on her popliteal fossa. An ultrasonography revealed an unusual soft tissue tumor in the popliteal fossa, and further investigation through an MRI showed that the mass was well-defined. An open excisional biopsy was performed using a posterior approach to remove the moderately solid and yellowish mass.\n\nDiagnosis and Treatment:\nThe biopsy revealed a benign, well-encapsulated chondromyxoid nodule mixed with fat and bone components that was arising in the gastrocnemius muscle. The patient underwent an uneventful postoperative course and reported an improvement in the chronic discomfort experienced. The patient was discharged with no abnormal neurological or vascular symptoms and advised to follow up with the primary physician as required.",
	"Hospital Course:\nThis 5-year-old male patient presented with repetitive episodes of stumbling and tripping, as well as bilateral ptosis. Initial MRI revealed a diffusely infiltrating pontine mass. Surgical resection was not recommended due to the location and size of the lesion, and he was treated with chemo-radiotherapy and convection-enhanced delivery of antibody. However, an interval MRI one month later was concerning for progressive disease with recurrence of prior symptoms and development of new motor deficits. He was then treated off-trial with panobinostat for six cycles, based on pre-clinical data showing its efficacy in H3K27M-mutated DIPG. However, approximately 13 months after the initial diagnosis, the patient died from progressive disease.\n\nDischarge Summary:\nThis 5-year-old male patient presented with a pontine mass and was treated with chemo-radiotherapy and antibody delivery. Despite multiple treatments, the patient experienced disease progression and eventually passed away due to progressive disease. The patient's hospital course was marked by a variety of treatments and procedures in an attempt to manage his condition.",
	"Discharge Summary\n\nPatient Name: [REDACTED]\n\nMedical Record Number: [REDACTED]\n\nDate of Discharge: [REDACTED]\n\nBrief Hospital Course:\n\nThe patient is a 33-year-old male who was admitted to the emergency department due to severe left upper quadrant abdominal pain. Initial workup revealed a hemoglobin concentration of 6.5 mg/dL and a lactic acid level of 5.7 mg/dL.\n\nTreatment was initiated with crystalloid fluid bolus with appropriate improvement in blood pressure. The physical exam was pertinent for mild abdominal distention and tenderness localized to the left upper quadrant without additional signs of peritonitis. The patient was transfused with packed red blood cells (PRBC) and was found to have perisplenic fluid, an intrasplenic pseudoaneurysm, and active arterial extravasation consistent with a grade IV splenic injury through a computed tomography (CT) scan.\n\nThe patient underwent splenectomy due to complications resulting from the injury. In total, he received four units of PRBC, four units of fresh frozen plasma and one unit of platelets peri-operatively. However, he continued to show signs of hemorrhagic shock. The patient was taken to the operating room for repeat exploration on post-operative days two and four due to ongoing tachycardia and decline in hemoglobin.\n\nFurther diagnostic workup revealed a variant of Hemophilia A, which contributed to the patient's continued bleeding. He was treated with recombinant Factor VIII to a goal of 80–100%, per hematology recommendations, and underwent definitive closure with hemostasis noted on post-operative day six.\n\nFinal Diagnosis:\n\nThe final diagnosis for this patient is a ruptured spleen with hemorrhage and a subcapsular nodule with dilated lymphovasculature consistent with splenic lymphangioma. The patient was also found to have a variant of Hemophilia A.\n\nDischarge Medications:\n\nN/A\n\nDischarge Condition:\n\nThe patient's condition has improved, and he is stable enough to be discharged at this time.\n\nDischarge Instructions:\n\nThe patient is instructed to follow up with Hematology and Surgery in a week for additional evaluation and further management. The patient is also advised to avoid heavy lifting or strenuous activity and to follow a low-fat diet. The patient is advised to report any unusual symptoms or complications.",
	"Hospital Course Summary:\n\nPatient: 51-year-old female\nAdmission date: [date]\nDischarge date: [date]\n\nChief Complaint:\nPostnasal drainage and intermittent nasal obstruction\n\nAssessment:\nNasopharyngeal mass with a smooth surface on the posterior wall of the nasopharynx was found on nasopharyngeal endoscopic examination. Pathologic evaluation of the specimen was reported as “pleomorphic adenoma showing chondroid metaplasia”.\n\nDiagnostic Tests:\nNasopharyngeal endoscopic examination.\n\nTreatment:\nThe patient underwent surgery to completely remove the nasopharyngeal mass with the pedicle under local anesthesia.\n\nFollow-up:\nThe patient did not accept additional intervention, but follow-up with endoscopic examination was performed every 3 months. No recurrence was seen during postoperative 1-year endoscopic follow-up. No additional masses were found in any head or neck region during the period of follow-up.\n\nDischarge Diagnosis:\nNasopharyngeal mass - pleomorphic adenoma showing chondroid metaplasia.\n\nDisposition:\nDischarged.\n\nConditions on Discharge:\nStable.\n\nFollow-up Care:\nIf any difficulties arise, please contact our clinic for follow-up care.\n\nSigned,\n[Physician Name] MD",
	"Discharge Summary:\n\nPatient: 45-year-old male with a history of type 2 diabetes mellitus, coronary artery bypass graft (CABG) surgery, and repair of left ventricular (LV) pseudoaneurysm.\n\nAdmission: The patient was admitted with dyspnea on exertion and generalized weakness for six months, and TEE revealing the presence of a bilobed pseudoaneurysm of basal inferior and inferolateral wall of LV measuring 5.65 cm × 5.94 cm with a free-floating patch of previous surgery, mild mitral regurgitation, and LV ejection fraction of around 40%. Chest radiograph showed oval bulge on the left heart border.\n\nManagement: The patient underwent redo LV pseudoaneurysm repair under general anesthesia with standard monitoring. The surgery involved excision of the pseudoaneurysm cavity, removal of clots, and closure of the inferobasal wall with a dacron patch. The CPB time was around 135 minutes, and the aortic cross-clamp time was 115 minutes. The weaning from the CPB was uneventful with mild inotropic support.\n\nPost-surgery: The patient was shifted to the cardiac surgical ICU with stable hemodynamics, and trachea was extubated after 8 hours of mechanical ventilation. The postoperative period was uneventful with ICU stay of 2 days and hospital stay of 7 days. On discharge, the patient appeared in a stable condition, and he was advised to follow up as per the routine. \n\nSummary: The patient underwent successful redo LV pseudoaneurysm repair without any significant complications. The patient was discharged in a stable condition and advised for a regular follow-up.",
	"Hospital Course:\nPatient 3 is a 35-year-old male who was admitted for further evaluation of a genetic skin condition. The patient was born as a collodion baby and presented with fine white scaling and mild erythema throughout his entire body in infancy. As an adult, the patient only had mild erythema on his face and palmar hyperlinearity. Daily use of topical emollients and moisturizing gels was the only treatment he received.\n\nDiagnostic Assessment:\nNext-Generation Sequencing (NGS) analysis of 13 ARCI genes captured in the panel did not reveal any disease-relevant SNV in patient 3. Visual evaluation of read depth and coverage of all the ARCI gene-related exons revealed that exons from 3 to 15 of ALOX12B had no reads in patient 3, whereas they had an average read depth of about 70X in other patients analyzed in the same analytic session. This finding indicated that patient 3 was homozygous for a large deletion removing genomic sequences, including exon 3 to 15 of ALOX12B. This deletion was confirmed by duplex PCR analysis. His consanguineous parents were heterozygous carriers of the deletion, as demonstrated by qPCR.\n\nTreatment:\nThe patient did not receive any specific treatment during his hospital stay and was only advised to continue using topical emollients and moisturizing gels to manage his mild symptoms.\n\nFollow-Up Care:\nThe patient was discharged with instructions to follow up with his healthcare provider regularly. He was advised to seek genetic counseling and undergo genetic testing to assess the risk of passing on the deletion to his offspring.\n\nSummary:\nPatient 3 is a 35-year-old male with a genetic skin condition characterized by fine white scaling and mild erythema. NGS analysis showed no disease-relevant SNV, and visual analysis revealed a homozygous deletion removing genomic sequences including exon 3 to 15 of ALOX12B. The patient was discharged with advice to continue using topical emollients and moisturizing gels and to seek genetic counseling.",
	"DISCHARGE SUMMARY\n\nPatient Name: [REDACTED]\nGender: Male\nAge: 66 years\nMedical Record Number: [REDACTED]\nDate of Admission: [REDACTED]\nDate of Discharge: [REDACTED]\n\nAdmission Diagnosis: Exudative and Non-exudative Age-related Macular Degeneration (AMD)\n\nHospital Course:\n\nThe patient was admitted to our tertiary care center for treatment of exudative AMD in his right eye and non-exudative AMD in his left eye. The patient's ocular history prior to being seen by our retina service revealed bilateral pseudophakia followed by subsequent laser capsulotomies for bilateral posterior capsular opacification. He received a total of eighteen injections of ranibizumab and three injections of bevacizumab for the treatment of his eye conditions. \n\nPrevious IOP levels in both eyes were stable until the patient started receiving intravitreal injections, after which he had occasional elevations in IOP up to 20-21 mm Hg in his right eye over the first three years of treatment. After receiving twelve intravitreal injections, the patient began to have fluctuations in right eye IOP ranging from 22-26 mm Hg. Upon examination twelve weeks after the eighteenth injection of ranibizumab, the patient was found to have an IOP of 32 mm Hg on the right side. \n\nThe patient was started on brimonidine three times a day, and upon follow-up examination, his IOP was found to have decreased to 22 mm Hg. The patient was referred to the glaucoma service, and gonioscopic examination demonstrated what appeared to be kerato-precipitates on the trabecular meshwork. Brimonidine was stopped, and the patient was started on prednisolone acetate 1% four times a day. The IOP decreased to 18 mm Hg three days later.\n\nWhile the anterior chamber was initially devoid of any inflammatory cells, slight cell and flare appeared on subsequent follow-up examinations and then faded with the continued topical steroid therapy. Subsequent workup for uveitis was negative. The IOP remained low over subsequent visits without the use of topical pressure lowering drops, and the kerato-precipitates resolved. The patient has been weaned off of the steroid drops without recurrence of inflammation or IOP spikes, and further use of anti-VEGF agents has been avoided.\n\nDischarge Diagnosis: Exudative and Non-exudative Age-related Macular Degeneration (AMD) with Secondary Ocular Hypertension\n\nSummary:\n\nThe patient was admitted for treatment of exudative and non-exudative AMD. He received a total of eighteen injections of ranibizumab and three injections of bevacizumab. Upon follow-up examinations, he was noted to have occasional elevations in IOP in his right eye, and after receiving twelve intravitreal injections, the patient began to have fluctuations in right eye IOP. \n\nUpon gonioscopic examination, the patient was found to have kerato-precipitates on the trabecular meshwork. The patient received topical pressure lowering drops, followed by topical steroid therapy. Subsequent workup for uveitis was negative, and the patient showed no signs of recurrence of inflammation or IOP spikes. Further use of anti-VEGF agents was avoided. \n\nThe patient is being discharged with the diagnosis of exudative and non-exudative AMD with secondary ocular hypertension.",
	"Discharge Summary\n\nPatient Name: [REDACTED]\nDOB: [REDACTED]\nGender: Male\n\nHospital Course:\nThe patient was admitted with complaints of pain in and around the neck since 3 months with a metallic tracheostomy tube in situ. On clinical examination, no scar or ulceration was seen around the stoma. The patient had undergone a suicidal attempt 3 months before, which resulted in severe damage to the recurrent laryngeal nerve. As a result, emergency tracheostomy was performed, and the patient was with a metallic tracheostomy tube for the last 3 months.\n\nTreatment and Procedures:\nUpon consultation with the oral and maxillofacial Prosthodontics Department, it was decided to customize tracheal prosthesis for the stoma site. A custom-made tracheal button made of polyethylene urethane sheet was fabricated for the patient to maintain the airway patency of the mature stoma. The urethane tube was inserted into the stoma and customized for stomal patency and fit. Anterior retention was achieved by a 2 mm flange, and lipping was done by heating the posterior region of the shaft and rolled backward by finger manipulation to aid in posterior retention of the prosthesis.\n\nFollow-Up:\nThe patient recalled the next day for initial follow-up and was instructed about the placement, removal, and homecare of the button. Tubal patency was checked for every 2 weeks, and the initial gradual improvement of speech with reduction in hoarseness of voice was also noted. The intake of food and regular activity were noted and found to be normal. The patient has been on regular follow-up in ENT OPD since 7 months after the placement of this prosthesis, and an excellent cure of his symptoms was noted.\n\nSummary:\nThe patient was presented with pain in and around the neck since 3 months with a metallic tracheostomy tube in situ. The patient had undergone a suicidal attempt 3 months before that resulted in severe damage to the recurrent laryngeal nerve. Following consultation with the oral and maxillofacial Prosthodontics Department, tracheal prosthesis was customized for the stoma site, and the patient was instructed about the placement, removal, and homecare of the button. The patient has been on regular follow-up in ENT OPD since 7 months after the placement of this prosthesis, and an excellent cure of his symptoms was noted.",
	"Hospital Course: The patient was admitted with symptoms of fever, dry cough, anorexia, and right calf pain. He was diagnosed with benign acute childhood myositis (BACM) caused by influenza type A infection, based on laboratory evaluation and clinical findings. The patient was treated with antipyretics and oral hydration, and no antiviral therapy was given due to late presentation. He returned home to continue supportive care and recovered within a week. Repeat laboratory evaluation was recommended to be repeated within several weeks of presentation.  \n\nPast Medical History: The patient had a history of Kawasaki disease, angioedema, innocent heart murmur, allergic rhinitis, and chronic urticaria. He had an allergy to amoxicillin with accompanying erythema multiforme. \n\nPhysical Examination: On presentation, the patient was alert but ill-appearing and febrile. He had difficulty bearing weight and required help to move. Examination revealed mild throat erythema and bilateral calf tenderness to palpation with increased pain on dorsiflexion. He had full range of motion of all joints and no joint swelling, warmth, or erythema. The remaining portions of his cardiac, respiratory, and abdominal exams were unremarkable. \n\nLaboratory evaluation: A respiratory virus panel was positive for influenza A subtype H3. Further evaluation revealed elevated creatine phosphokinase (CPK) of 2,102 m/L, leukopenia of 2.60 K/mL, and thrombocytopenia of 166 K/mL. Complete metabolic panel (CMP), c-reactive protein (CRP), erythrocyte sedimentation rate (ESR), and urinalysis were within normal ranges.\n\nFinal Diagnosis: Benign acute childhood myositis (BACM) caused by influenza type A infection.\n\nRecommendations: The patient recovered within a week and was discharged home. Repeat lab evaluation was recommended to be repeated within several weeks of presentation.",
	"Discharge Summary\n\nPatient Name: Confidential\nGender: Male\nAge: 54\nAdmission Date: [Date]\nDischarge Date: [Date]\n\nOverview:\n\nThe patient was admitted to [Hospital Name] hospital due to diffuse abdominal pain and distention. A detailed investigation revealed diffuse pancreatic carcinoma with liver metastasis. The patient received conservative treatment and showed significant improvement; however, after discharge, no further outpatient care was received.\n\nHospital Course Summary:\n\nAdmission:\nThe patient presented with diffuse abdominal pain which gradually increased over the past 4 days, radiating throughout the abdomen, paired with nausea but no history of vomiting or jaundice. The patient reported rare alcohol consumption and recent weight loss of 4kg over three months without any significant family history. Examination revealed diffuse abdominal tenderness on palpation with no biliary obstruction symptoms.\n\nInvestigations:\nLaboratory tests including serum amylase, lipase, and IgG4 were within normal ranges. Elevated levels of tumor markers- CA19-9 and CA242 were observed. Ultrasound revealed a diffusely enlarged accentuated hypoechoic pancreas, which was confirmed by CT and MRI scan images. Additionally, multiple liver hypoechoic or hyperechoic solid masses were discovered.\n\nDiagnosis:\nBased on the clinical presentation and investigation reports, the patient was diagnosed with diffuse pancreatic carcinoma with liver metastasis.\n\nManagement:\nThe patient underwent pancreatic FNA under ultrasound guidance confirming suspected carcinoma and ultrasound-guided liver lesion biopsy, which confirmed histopathology of metastasis from carcinoma. Conservative treatment was provided, leading to a significant improvement in symptoms. Chemoradiotherapy and palliative care were offered; however, the patient refused to proceed with treatment.\n\nDischarge Plan:\nThe patient was discharged after a week of follow-up observation with the recommended follow-up appointment. Contact was lost with the patient after discharge, but after two months, family members reported the patient's health worsening.\n\nFollow-up:\nThe recommended follow-up appointment was canceled as the patient did not show up.\n\nSummary:\nThe patient was diagnosed with diffuse pancreatic carcinoma with liver metastasis. Conservative treatment provided significant improvement, but the patient refused to proceed with further treatment. The patient was discharged with a scheduled follow-up appointment, which was canceled as the patient did not show up. No further outpatient care was received, and two months after discharge, the patient's health worsened.",
	"Discharge Summary:\n\nPatient Information:\n- Age: 86\n- Gender: Female\n- Diagnosis: Lower-extremity predominant quadriparesis, consistent with acute axonal motor neuropathy due to Guillain-Barre Syndrome (GBS)\n\nHospital Course:\nThe patient presented with a subtle paraparesis that gradually progressed into lower-extremity predominant quadriparesis within one week. Her medical history includes atrial fibrillation, diabetes mellitus type 2, aortic stenosis, and ischemic stroke. Of note, the patient had recently received the second dose of the Moderna SARS-CoV-2 vaccine two days prior to the onset of symptoms. \n\nClinical Findings:\nCerebrospinal fluid (CSF) analysis demonstrated albuminocytological dissociation (WBC < 1 cells/µL and protein of 129 mg/dL), which is consistent with GBS. The remainder of the patient's CSF immunological studies were negative, including protein electrophoresis, gram stain, glucose, viral PCR panel, and paraneoplastic antibody evaluation. Immunoserologies were negative, including thyroid function tests and anti-ganglioside antibodies. Confirmatory electromyography and nerve conduction studies (NCS) were performed which demonstrated low amplitude right peroneal, tibial, and ulnar motor evoked responses with normal distal latencies, segmental conduction velocities, and sensory responses.\n\nTreatment:\nThe patient received plasmapheresis for five sessions without notable improvement in her strength.\n\nFollow-Up:\nThe patient will continue to be monitored for any further neurological deficits or complications. She will be referred to a neurologist for long-term management of her GBS. \n\nOverall, the patient's clinical presentation and diagnostic work-up are characteristic of GBS with acute axonal motor neuropathy. The etiology of the patient's GBS is unclear, but her recent vaccination may have triggered an immune response leading to the development of GBS. With careful monitoring and proper management, the patient's prognosis for recovery is good.",
	"Discharge Summary\n\nName: [Patient Name]\tGender: Male\tAge: 63 years\n\nDate of Admission: [Admission Date]\t\tDate of Discharge: [Discharge Date]\n\nReason for Admission:\nThe patient was admitted to the hospital due to left eye pain.\n\nHospital Course:\nUpon examination, the patient had a medical history of diabetes, Fahr's disease, and systemic steroid use. He had been receiving intravitreal injections of ranibizumab in the left eye for macular edema associated with branch retinal vein occlusion. The patient presented with a 1-week duration of left eye pain, and upon examination, his BCVA was 20/200 in the left eye and IOP was 45 mmHg OS. The diagnosis was corneal endotheliitis with anterior uveitis related to an HHV-6 infection.\n\nTreatment:\nThe patient's treatment included 900 mg of oral valganciclovir twice daily and topical 1% ganciclovir and 0.1% betamethasone four times per day, without discontinuation of systemic steroids. Topical anti-glaucoma agents (1% brinzolamide twice daily and 0.004% travoprost once per day) were also prescribed. Four weeks after the initiation of therapy, the copy number of HHV-6 DNA in the aqueous humor had decreased. Six weeks later, the corneal edema and KPs were completely resolved. Therefore, oral valganciclovir and topical anti-glaucoma agents were discontinued. Topical ganciclovir with topical steroids was continued for eight more months.\n\nOutcome:\nThe patient's BCVA improved to 20/80, the same level as before the episode of corneal endotheliitis, and IOP decreased without anti-glaucoma agents. At the patient's one-year follow-up examination, lead to endothelial cell density increase.\n\nDiagnosis:\nCorneal endotheliitis with anterior uveitis related to an HHV-6 infection.\n\nFollow-up Recommendations:\nThe patient should continue to follow up with his ophthalmologist as scheduled.",
	"Discharge Summary:\n\nPatient: 53-year-old male with massive hand phlegmon and chronic hepatitis C\n\nHospital Course:\nThe patient was admitted to our department with a significant hand phlegmon that resulted from a small skin lesion a week before. Although the patient underwent interferon and ribavirin therapy due to chronic hepatitis C, the patient's impaired immune system made him susceptible to infections. The patient underwent a series of debridements with necrectomy and vacuum therapy, which led to sufficient granulation. Subsequently, the patient underwent a radial forearm flap procedure to cover the defect. Although the procedure was successful, the patient's condition worsened due to liver cirrhosis and ascites. Consequently, the patient was given another period of vacuum therapy. The patient was discharged after seven weeks of treatment, with satisfactory wound healing and recovery.\n\nDiagnosis:\nMassive hand phlegmon and chronic hepatitis C with liver cirrhosis and ascites.\n\nHospital Course:\nThe patient underwent several debridements and vacuum therapy to treat the infected areas. The patient was then successfully treated with a radial forearm flap. Still, due to liver cirrhosis with ascites, the patient received additional treatment. The patient was discharged after seven weeks of treatment with good wound healing and recovery of ascites.\n\nConclusion:\nThe patient was admitted to our department with a significant hand phlegmon due to impaired immunity, diagnosed with chronic hepatitis C. The patient underwent a series of debridement and vacuum therapy followed by a radial forearm flap procedure. Despite liver cirrhosis and ascites, the patient was discharged with good wound healing and ascites recovery after seven weeks.",
	"Hospital Course Summary:\n\nAdmitted Patient: 30-year-old gentleman\n\nAdmission Date: [Date]\n\nDischarge Date: [Date]\n\nDiagnosis: Sympathetic Ophthalmia\n\nHistory and Physical:\nThe patient presented to the eye casualty service with blurred vision in the left eye five days after an alleged blunt trauma during an assault. The vision in the affected eye was 6/18. There was associated superior sub-conjunctival hemorrhage, extensive iridodialysis, anterior chamber inflammation, and hyphema. Post-treatment, the patient did not attend follow-up reviews. Five weeks later, he presented again to the eye casualty service, this time complaining of blurred vision, pain, and photophobia in the right eye. The vision in the right eye was recorded at 4/60. Fundoscopy showed multiple areas of serous retinal detachments and optic disk swelling. A diagnosis of sympathetic ophthalmia was made, and the patient was admitted to the hospital for treatment.\n\nTreatment:\nThe patient was treated with pulsed intravenous methylprednisolone 1g daily for three days. The vision in both eyes improved to 6/6 with the steroids, and the inflammation and serous RDs improved. The patient was discharged on 60 mg oral prednisolone and tacrolimus 1 mg BD.\n\nFollow-up:\nThe patient failed to comply with treatment due to social circumstances, resulting in diminishing visual acuities in both eyes and reactivation of the bilateral granulomatous panuveitis. The patient declined re-admission to the hospital for further review. The length of follow-up was limited to just 2 months post-discharge from the hospital. \n\nDischarge Plan:\nN/A\n\nDischarge Diagnosis:\nSympathetic Ophthalmia\n\nInstructions:\nN/A",
	"DISCHARGE SUMMARY:\n\nPatient Name: [REDACTED] \nMedical Record Number: [REDACTED] \nDOB: [REDACTED] \nAdmission Date: [REDACTED] \nDischarge Date: [REDACTED] \n\nHospital Course:\n\nThe patient was admitted to the hospital for ventricular septal defect (VSD) and atrial septal defect (ASD) closure with patent ductus arteriosus (PDA) ligation. The patient had a preoperative diagnosis of a large subpulmonic VSD, small ostium secundum ASD, large PDA with left to right shunt, mild coarctation of aorta, severe pulmonary arterial hypertension, with L-posed great arteries, and normal biventricular function.\n\nFollowing induction, right radial artery and right internal jugular vein were cannulated. Intraoperatively, it was discovered that the patient had a rare complex cardiac lesion known as anatomically corrected malposition of great arteries with a large subpulmonic VSD, isthmic narrowing, and a large PDA. The VSD closure was performed with a Dacron patch, and the ASD was closed by direct closure. PDA ligation was done, which also addressed the isthmic narrowing. \n\nPostoperatively, the patient was weaned from cardiopulmonary bypass, and a postoperative transesophageal echocardiogram showed good biventricular function, with no turbulence, no gradient, and good pulsatile flow in the descending aorta, indicating no coarctation of aorta. However, there was acidosis on blood gas analysis, and the femoral pulses were feeble as compared to radial. \n\nThe patient was immediately taken to the operation theatre with suspicion of iatrogenic COA. Due to abnormal positioning of great vessels, the large PDA appeared to be left pulmonary artery and isthmus as PDA, which was ligated. Repair of the isthmic narrowing was done by resection and end-to-end anastomosis by thoracotomy.\n\nFollowing the procedure, the patient was closely monitored in the postoperative intensive care unit. The femoral arterial line was placed, which showed good pulsatile trace but the pressures were 40/16 mmHg, and the radial pressures were 70/36 mmHg.\n\nThe patient's condition improved, and the femoral arterial line was removed. The patient was discharged in good condition.\n\nDischarge Diagnosis: Anatomically corrected malposition of great arteries with large subpulmonic VSD, isthmic narrowing, and large PDA.\n\nMedications on Discharge: N/A.\n\nFollow-up instructions: The patient is advised to have regular follow-up with the cardiology team to monitor the progress of the cardiac procedure.",
	"Hospital Course:\n\nThis 76-year-old woman was admitted to our hospital due to the occurrence of spotty and linear redness in the greater curvature of the gastric body and further examination showed slight congestion, mild inflammatory cell infiltration, parietal cell protrusions (PCPs), and vacuolar degeneration of parietal cells; these findings were indicative of gastroesophageal reflux disease. She received vonoprazan (20 mg) once daily, which appeared to be the cause of the redness observed on the esophagogastroduodenoscopy (EGD). She tested negative for serum IgG antibody to H. pylori. Her serum gastrin level (SGL) was elevated at 891 pg/mL. \n\nTreatment and Recovery:\n\nAfter switching from vonoprazan to esomeprazole, all spotty and linear redness diminished and disappeared, and her subsequent EGD showed no further evidence of redness. Her SGL decreased to 284 pg/mL, and pathology findings have also improved.\n\nCourse and Outlook:\n\nBased on current assessment, the patient is anticipated to have an uneventful recovery. The patient has been instructed to return to her physician for further evaluation if her symptoms persist or worsen. Discharge documentation has been provided to the patient.",
	"Discharge Summary:\n\nPatient Name: [Patient Name]\nMedical Record Number: [Medical Record Number]\nDate of Admission: [Date of Admission]\nDate of Discharge: [Date of Discharge]\nAdmitting Diagnosis: Genital Edema and Inguinal Lymphadenopathy\nFinal Diagnosis: Lymphogranuloma venereum\n\nHospital Course:\nThe patient was admitted to the hospital complaining of bilateral scrotal, penile, and suprapubic swelling with intermittent tenderness. The swelling had gradually increased over a four-month period but the patient denied injecting any foreign material into his external genitalia. Past history revealed an episode of penile discharge two years ago that was treated with antibiotics. On examination, the penis and scrotum were swollen and tense, extending to the suprapubic region. There was bilateral inguinal lymphadenopathy. Further evaluation revealed multiple non-tender, irregular masses on the penile shaft dorsally without pus discharge per meatus. His white cell count was elevated, and erythrocyte sedimentation rate (ESR) was increased. Serology test for tuberculosis, fungal, cytomegalovirus, and filariasis from blood and tissue cytology were negative. Computer tomography of abdomen and pelvis showed bilateral scrotal enlargement. An excision of lymph node was performed due to inadequate diagnosis. Lymph node excision biopsy revealed lymphoid follicles of various sizes with prominent germinal centres, and lipo-granulomatous reaction in the sinuses. The patient was treated with a combination of broad-spectrum antibiotics for 8 weeks, including intravenous Ciprofloxacin for 10 days, followed by oral Augmentin for 14 days. Later, Doxycycline and metronidazole were added for another 2 weeks, followed by intravenous Ceftriaxone for a total of 10 days. Following a period of fever, intravenous Meropenem was given for 1 week. Partial resolution of the genitalial and suprapubic swelling with complete resolution of pain was achieved. The bilateral inguinal lymphadenopathy had shown partial resolution prior to discharge but later completely resolved on follow up one month later.\n\nTreatment Provided:\n- Intravenous Ciprofloxacin 400 mg twice daily for 10 days\n- Oral Augmentin (Amoxicillin/Clavulinic Acid) 625 mg twice daily for 14 days\n- Doxycycline 100 mg daily plus metronidazole 500 mg three times daily for 2 weeks\n- Intravenous Ceftriaxone 1 gm daily for 10 days\n- Intravenous Meropenem 1 gm three times daily for 1 week\n\nRecommendations:\nThe patient is advised to follow up with their primary care physician in 1 month. They should avoid unprotected sexual contact until medically cleared. They should also take measures to prevent sexually transmitted infections by using barrier contraceptives and having safe sexual relationships. Follow a balanced diet and exercise regularly.",
	"Hospital Course:\n\nA 17-year-old male patient with no systemic history presented to the Istanbul University, Faculty of Dentistry, Department of Oral and Maxillofacial Surgery with a large swelling in the left mandibular ramus area, which had developed over the last four years. The swelling was painless, and no orofacial infection signs were reported. On extraoral examination, a hard, subcutaneous, multinodular, painless mass of the complete left mandibular ramus was noted. Deviation of the mandible to the right during mouth-opening and the protrusion were detected. During intraoral examination, there were no signs of pathology at the left mandible or the mandibular ramus area. \n\nDiagnostic radiological imaging, including panoramic radiographs and Cone Beam Computed Tomography (CBCT), showed that the patient had a lobulated calcified odontogenic tumor developing in his left mandibular ramus area, requiring segmental or block resection. Under general anesthesia, an operation was performed to correct the left mandible, reshaping and removing the lobular part of the lateral and medial side of the ascending ramus. \n\nThe patient also presented with class III skeletal malocclusion, for which orthodontic treatment was administered. Following the orthodontic treatment, wisdom teeth were extracted. Seven years after the osteoma surgery, orthognathic surgery was performed without any complications. Maxilla Le Fort I osteotomy and mandibular bilateral sagittal split osteotomy were performed, and the bone at the left mandibular ramus area was fully regenerated and healthy. One year following the operation, a dental implant was applied to rehabilitate the patient's existing tooth deficiencies.\n\nDischarge Summary:\n\nThe patient in this case report, a 17-year-old male with no systemic history, underwent treatment for a large swelling in the left mandibular ramus area. The swelling had developed over the past four years and was painless, with no orofacial infection signs. Diagnostic radiological imaging revealed the presence of a calcified odontogenic tumor, for which segmental or block resection was required. \n\nThe patient was operated on for the left mandible, with no complications, and reshaped with the resection of the lobular part of the lateral and medial side of the ascending ramus. Orthodontic treatment was administered to correct the patient's class III skeletal malocclusion, followed by the extraction of wisdom teeth.\n\nSeven years after the osteoma surgery, orthognathic surgery was performed. Maxilla Le Fort I osteotomy and mandibular bilateral sagittal split osteotomy were performed, and the bone at the left mandibular ramus area was fully regenerated and healthy. One year following the operation, a dental implant was applied to rehabilitate the patient's existing tooth deficiencies.",
	"Electronic Health Record: Discharge Summary\n\nPatient Name: XXXX\nMedical Record Number: XXXX\nDate of Admission: XXXX\nDate of Discharge: XXXX\nDate of Dictation: XXXX\n\nDiagnoses:\n1. Acute cerebral ischaemia in the middle cerebral artery territory, likely of cardiac embolic origin\n2. Coronary heart disease\n3. Hypertension\n4. Smoking\n\nHospital Course:\nThe patient was admitted to the Emergency Department with symptoms of global aphasia and right-sided hemiparesis. A cranial CT-scan and extracranial Duplexsonography revealed no intracranial bleeding or significant hemodynamic stenosis of the carotid and vertebral arteries. Thrombolysis with rt-PA was initiated two hours after the onset of symptoms, but the neurological status remained unchanged. Transthoracic echocardiography performed 12 hours after thrombolytic therapy revealed a moderately reduced left ventricular systolic function. Cerebral MRI, twenty-four hours after lysis, revealed a cortical infarct with a clinically asymptomatic haemorrhagic transformation in the left-sided MCA territory. Antithrombotic treatment with subcutaneous low-dose heparin was initiated 24 hours after thrombolysis, and the fluid balance was continually monitored.\n\nThree days after admission, the patient developed acute dyspnea, tachypnea, tachycardia, and an elevated blood pressure. A CT-scan detected bilateral pleural effusion, and TTE revealed an apical thrombus in the left ventricle with reduced ejection fraction. The thrombus was fixed to the hypokinetic anteroseptal wall. Serial TTE performed two days later revealed a complete resolution of the thrombus and hypokinesia, with a left ventricular ejection fraction of 40%. In the mean time the patient recovered from the acute cardiac decompensation. The neurological clinical picture remained stable during the acute phase with a slight improvement of aphasia and hemiparesis within the following 5 weeks.\n\nDischarge Medications:\nNone\n\nFollow-up:\nThe patient is recommended to follow up with a neurologist and cardiologist in the outpatient setting. The patient should also continue to manage their vascular risk factors, including hypertension and smoking, and adhere to healthy lifestyle choices. Atrial fibrillation should also be monitored.",
	"Discharge Summary: \n\nPatient Name: [REDACTED]\nAdmission Date: [REDACTED]\nDischarge Date: [REDACTED]\nAdmission Diagnosis: Subarachnoid Hemorrhage due to left PCoA aneurysm rupture\nDischarge Diagnosis: Postoperative Complete Obliteration of Left PCoA Aneurysmal Sac and Spontaneous Disappearance of Carotid Cavernous Fistula (CCF)\n\nHospital Course:\n\nThe patient, a 67-year-old woman with a history of spontaneous subarachnoid hemorrhage (SAH) due to a left PCoA aneurysm rupture treated by clip ligation 12 years ago, presented at the emergency department with a sudden severe headache. A computed tomography (CT) scan of the brain showed evidence of a Fisher grade 3 SAH within the basal cisterns and both Sylvian fissures. After the stent-assisted coil embolization procedure, she had no hemorrhagic complications and her hospital course was uneventful. She remained alert throughout her stay and her follow-up angiograms showed the complete obliteration of the left PCoA aneurysmal sac and the spontaneous disappearance of CCF.\n\nDischarge Condition and instructions:\n\nThe patient was discharged in stable condition with a scheduled follow-up appointment with her healthcare provider. She was advised to continue her regular medications and to avoid strenuous activities until her next medical examination. The importance of alarm signs such as a sudden headache, blurring of vision, and seizures were emphasized, and it was recommended to seek immediate medical attention if they occurred.\n\nFollow-up instructions:\n\nThe patient is advised to follow up with her healthcare provider in accordance with her recommended schedule for further management of her condition. All concerned were well informed of her care plan.\n\nDischarge medications:\n\nNot applicable as medications were not defined within the given case report.\n\nSigned by: [REDACTED], MD",
	"Hospital Course:\n\nThe patient is an 89-year-old Japanese man who was admitted with a history of swelling and pain in the left thigh and a slight fever. The swelling had rapidly increased and become painful within the previous three days. The patient had a one-month history of weight loss but no other systemic symptoms or abnormal clinical findings were reported.\n\nDiagnostic Tests:\n\nMRI scans revealed two soft-tissue tumors in the intramuscular layer between the vastus medialis muscle and the adductor muscle. T1-weighted axial imaging of the distal tumor showed homogeneous low signal intensity, whereas T2-weighted axial imaging showed heterogeneous low and high combined intensities. The proximal tumor located 9cm proximal to the distal tumor had the same intensity on the MRI scan. Laboratory investigation showed an increased white blood cell count, erythrocyte sedimentation rate, and C-reactive protein concentration. Other biochemical and serologic parameters were normal.\n\nTreatment:\n\nThe patient was initially prescribed antibiotics for two weeks, but his symptoms did not improve.\nThe biopsy sample showed dense infiltration of large, atypical, pleomorphic spindle cells. The atypical cells were positive for CD3, CD30, CD45, and CD45RO but negative for CD20, CD34, and ALK. A CT scan of the thorax revealed mediastinal lymphadenopathy and bilateral pleural effusions, suggestive of extranodal involvement of skeletal muscle. His soluble interleukin-2 receptor levels were extremely high, and chemotherapy was planned. However, the patient died of multiple organ failure five weeks after the first visit to the hospital. \n\nPrognosis:\n\nThe patient's prognosis was poor, and he succumbed to the complications related to his condition.",
	"Discharge Summary\n\nPatient Name: R B\n\nHospital Unit: Facial Paralysis Treatment Unit\n\nMedical Record Number: [REDACTED]\n\nAdmission Date: [REDACTED] \n\nDischarge Date: [REDACTED]\n\nSummary:\nR B, a 15-year-old girl, was admitted to our unit for evaluation of facial paralysis on the right side. As reported by her mother, the anamnesis was totally negative not describing any important diseases and drugs assumption, and family occurrence of this condition, as well as previous episodes of facial paralysis, were also excluded.\n\nThe patient presented with acute pain on the right side of the face, difficulty in biting, dripping saliva from the mouth right corner, and impossibility to obtain a complete closure of the left eye. Further clinical observation revealed a facial asymmetry with edema in the right jaw, difficulty of facial movements on the right side when smiling, and asymmetry of the eyes.\n\nThe diagnosis was established as an idiopathic facial paralysis, and according to the House Brackmann scale, it was classified as IV degree (moderate severe dysfunction). \n\nTreatment for the disease was administered through \"self-administered PBM\" using B-Cure Laser Pro, Good Energies Ltd., Haifa, Israel, device. Treatment was performed twice a day by cutaneous applications, each 15 minutes, by putting the device in contact with the skin of the right side in the area corresponding to the parotid gland. [REDACTED] \n\nThe patient was observed and treated in our unit and was discharged in a stable condition with instructions on further maintenance care. The instructions were discussed and outlined in detail with the patient and her mother, which they both acknowledged and agreed to follow.\n\nThe final diagnosis was idiopathic facial paralysis (IV-degree) managed with self-administered PBM.",
	"Hospital Course:\n\nThe patient, a 4-week-old male, presented to the emergency department with symptoms of hyporeactivity, feeding difficulties, and failure to thrive. On examination, he was pale, hyporeactive, and had a dystrophic appearance.\n\nAfter 10 days of hospitalization, the patient developed a low-grade fever and a tender spinal tumefaction in the thoracolumbar region. The whole-body MRI showed the destruction of the T12 vertebral body with the involvement of the disc between T12 and L1.\n\nThe laboratory tests showed a high white blood cell count and a positive blood culture for Staphylococcus aureus. An empirical antibiotic therapy with tobramycin, vancomycin, and amphotericin was started.\n\nDiagnosis:\n\nVertebral body osteomyelitis was suspected and treated as such.\n\nTreatment:\n\nIntravenous vancomycin was continued for a total of 6 weeks.\n\nOutcome:\n\nThe patient underwent circumferential vertebral fusion from T11 to L2 due to the worsening kyphosis at the age of 2 years. At present, 9 years after the operation, the patient leads a normal life, and X-ray shows a stable correction with spine sagittal curves within the physiological limits. No neurological deficiencies were detected.",
	"Discharge Summary:\n\nPatient Information:\nName:-\nAge: 68\nGender: Male\n\nMedical History:\nThe patient had a Grade I subarachnoid hemorrhage(SAH) in 2004 due to a ruptured anterior communicating artery (ACOM) aneurysm. He underwent an initial endovascular coiling followed by a repeated coil embolization in 2008. In 2010, the patient presented with recanalization of the previously treated ACOM aneurysm.\n\nHospital Course:\nThe patient presented with a recurrent ACOM aneurysm, which was treated with further coiling. During the procedure, the coil herniated in the parent vessel. A subsequent injection demonstrated the thrombosis of the left A2 in the anterior cerebral artery without flow distal to the migrated coil.\n\nThe SSEP signals were lost from the right leg, and the patient underwent a Merci retriever procedure to retrieve the migrated coil. An exchange maneuver was performed to replace the femoral access with an 8F sheath. An 8F Merci balloon guide catheter was also exchanged to replace the 6 F Envoy catheter and placed in the right ICA with the aim to diminish flow by inflating the balloon at the tip of the Merci guide while retrieving the coil. Tissue plasminogen activator was infused, and an 18 L Merci microcatheter was then advanced proximal to the migrated coil before deploying a V2.0 soft Merci retriever that successfully ensnared the migrated coil. The coil was then brought down to the tip of the guide catheter. At this point, an Alligator 2 mm Retrieval Device was utilized to grab the coil and bring it inside the guide catheter.\n\nOutcome:\nPostprocedure angiography demonstrated patency of the left A2. The SSEP signals returned to normal. Postoperatively, the patient remained neurologically intact and was scheduled for a repeated coiling in the future.\n\nFollow-up:\nFollow-up appointments are scheduled to monitor the patient's progress and plan the future course of treatment for the recurrent ACOM aneurysm.",
	"Discharge Summary:\n\nPatient Name: [Redacted]\nMedical Record Number: [Redacted]\nAdmission Date: [Redacted]\nDischarge Date: [Redacted]\nAttending Physician: [Redacted]\n\nHospital Course:\nThe patient was admitted to our clinic for ICL implantation with refraction abnormalities in both eyes. After a thorough examination, calculated ICL models were 11.5 mm and 12.5 mm for the right and left eye, respectively. The implantation was performed by another surgeon, and the patient received the same procedure as described for a similar case with a clear corneal incision. During the removal of viscoelastics, vacuolar changes in the anterior subcapsular space of the crystalline lens were generated in the left eye, similar to what occurred during the same procedure in previous cases.\n\nOn the day after surgery, a slit-lamp examination showed bleb-like lesions in the anterior subcapsular space of the crystalline lens, and AS-OCT showed vacuolar change beneath the anterior capsule, in agreement with the previous cases. Nevertheless, UDVA in the left eye was sustained at 20/20 and no issues arose for the follow-up period after 6 months post-operation. No progression of cataract was observed throughout the follow-up period.\n\nDiagnoses:\n- Refraction abnormalities\n- ICL implantation\n- Anterior subcapsular bleb-like lesions\n\nCourse of Treatment:\n- ICL implantation was performed in both eyes\n- Uneventful ICL implantation was performed in the right eye and left eye\n- Bleb-like lesions appeared in the anterior subcapsular space of the crystalline lens in the left eye. The patient was monitored over the next six months.\n\nCondition at Discharge:\nThe patient showed improvement in terms of visual acuity and no adverse effects were reported. No further treatment or medical management was needed at the time of discharge.\n\nDischarge Medications:\n[Redacted]\n\nFollow-up:\nThe patient is recommended for follow-up appointments for monitoring of visual health.",
	"Hospital Course:\nThe 8-year-old female patient was admitted for presurgical evaluation due to focal drug-resistant epilepsy suspected to localize to the right fronto-temporal cortex. At the time of admission, the patient was experiencing approximately ten seizures per day, characterized by brief periods of unresponsiveness and a blank expression.\n\nDiagnostic Tests:\nMRI, PET, and SPECT imaging studies were conducted, which showed subtle asymmetry in temporal cortex sulci, frequent seizures over right fronto-temporal electrodes, and localization to the right temporal cortex. An overnight MEG recording was conducted, which recorded one ictal event. Electrographic changes on MEG and EEG preceded clinical onset by about 6 seconds.\n\nTreatment:\nThe patient subsequently underwent a tailored right temporal resection from the anterior portion of the temporal neocortex and amygdala to the mid-posterior temporal neocortex. The hippocampus proper was spared. The patient has been seizure-free at 22 months of follow-up.\n\nHistopathological Assessment:\nBased on the histopathological assessment of dedicated surgical sub-specimens, Frank FCD type IIa in the MEG-defined SOZ was confirmed.\n\nDischarge:\nThe patient is being discharged and will receive follow-up care as needed.",
	"Discharge Summary:\n\nPatient Name: [Redacted]\nMedical Record Number: [Redacted]\n\nAdmission Date: [Redacted]\nDischarge Date: [Redacted]\nLength of Stay: 2 days\n\nHospital Course:\nThe patient was admitted to our department of Oral and Maxillofacial Surgery with a history of blunt trauma in the region of the left eye incurred in a fall 1 day earlier. Spiral computed tomography (CT) was performed using 1 mm slices with a soft tissue and bone algorithm, which revealed a non-dislocated orbital floor fracture and a large amount of intraorbital emphysema causing exophthalmos. Due to the clinical findings and severity of the symptoms, surgical decompression was carried out under general anesthesia. Lateral blepharoplasty and transconjunctival incisions were made, and the left orbital floor was exposed, revealing a non-dislocated bone defect. Surgical management with orbital drainage produced excellent results, with sudden resolution of the proptosis and a postoperative improvement in visual acuity.\n\nDiagnosis:\nOrbital floor fracture, intraorbital emphysema, exophthalmos, subconjunctival hematoma, loss of visual acuity\n\nTreatment:\nSurgical decompression under general anesthesia, lateral blepharoplasty, and transconjunctival incisions were performed. The left orbital floor was exposed, and a non-dislocated bone defect was revealed. Surgical management with orbital drainage was carried out to address the intraorbital emphysema. The patient was put on amoxicillin and clavulanic acid every 8 hours and advised not to blow her nose vigorously and to use a nasal decongestant.\n\nCondition at Discharge:\nThe patient was discharged two days after surgery with restored visual acuity and continuing resolution of the left periorbital swelling and proptosis.\n\nFollow-up:\nThe patient was advised to follow up with the department of Oral and Maxillofacial Surgery for further evaluation and management.\n\nSigned,\n[Redacted]\nAttending Physician, Department of Oral and Maxillofacial Surgery.",
	"Discharge Summary:\n\nAdmission Date: [Date of admission]\nDischarge Date: [Date of discharge]\n\nPatient Name: [Patient's name]\nSex: Male\t\tAge: 11 years old\n\nClinical Summary:\nThe patient was admitted to our ICU after experiencing a sudden collapse at home. Upon presentation, the patient was in asystolic cardiac arrest, however, cardiocerebral revascularization was established after an extended resuscitation process. Subsequent history revealed that the patient had experienced a similar syncopal attack a year prior. Initial diagnostic brain imaging indicated a diffuse, superficial subarachnoid hemorrhage with cerebral edema, which precluded neurosurgical intervention. The patient was managed conservatively with neuroprotective measures.\n\nHospital Course:\nIn the following days, the patient's respiratory function began to deteriorate, leading to an acute respiratory infection in the context of presumed sepsis with ventilator-associated pneumonia. Additionally, cerebral diabetes insipidus was diagnosed due to electrolyte imbalances. Despite escalating treatment with cultures and antibiotic administration, the patient continued to worsen, subsequently developing multiorgan dysfunction, acute renal failure, liver failure, and metabolic acidosis.\n\nDischarge Diagnosis:\nThe patient ultimately passed away due to cardiac arrest while on ventilator care, the result of extensive subarachnoid hemorrhage. Pathological examination revealed multiple tufts of irregular, dilated vessels in the basilar and interpeduncular cistern area, leading to cerebral edema and brain parenchymal liquefaction. Histopathological analysis revealed the presence of cavernous vascular malformations, suspicious for cerebral cavernous malformations (CCM).\n\nDischarge Plan:\nThe patient was discharged to the care of a funeral home for ultimate disposition. Family members were notified of the patient's passing, and condolences were offered.",
	"Discharge Summary:\n\nPatient Information:\nPatient Name: [REDACTED]\nAge: 76 years\nGender: Male\n\nHospital Course:\nThe patient presented with a metachronous cancer in the sigmoid colon during surveillance colonoscopy after a previous right hemicolectomy for adenocarcinoma of the colon. He had undergone a second laparotomy with revision of the anastomosis due to an anastomotic leak during the immediate postoperative period. During the first postoperative week, the patient developed an enterocutaneous fistula with primary wound failure.\n\nAfter subsequent management for the non-surgical healing of the fistula for 10 months, the patient underwent an abdominal wall reconstruction with an inlay polypropylene/polyglactin 910 composite mesh that was fixed using polypropylene sutures. The patient remained asymptomatic for 16 months after the primary surgery, after which he was diagnosed with a sigmoid cancer during surveillance colonoscopy.\n\nAt surgery, the patient underwent subtotal colectomy with ileorectal anastomosis. Several loops of bowel were tightly adherent to the anterior abdominal wall. After separating the loops from the posterior rectus sheath, an enterotomy was made to extract the heavily deposited mesh from inside the bowel lumen. There were no signs of an abscess, fistula, or sinus formation in the surrounding area.\n\nPost-surgery, the patient had an uneventful recovery and was discharged in a stable condition.\n\nDiagnosis:\n- Metachronous sigmoid colon cancer\n\nTreatment:\n- Subtotal colectomy with ileorectal anastomosis\n- Abdominal wall reconstruction with polypropylene/polyglactin 910 composite mesh\n\nCondition at discharge:\nThe patient was discharged in a stable condition.\n\nFollow-up plan:\nThe patient is advised to continue with follow-up colonoscopies as part of his surveillance protocol.",
	"Discharge Summary:\n\nAdmission Date: [date]\nDischarge Date: [date]\n\nPatient Name: [patient name]       Medical Record Number: [MRN]      Age: 55\n\nDiagnosis:\n- Open talus extrusion due to workplace accident\n\nHospital Course:\nThe patient was admitted to the emergency department after a workplace accident in which his left ankle was crushed by heavy steel. The patient's left talus was totally extruded through a 12-cm anterolateral wound. An immediate surgical procedure was performed under general anesthesia, which involved urgent debridement of the wound and talus with early administration of preventive antibiotics, tetanus toxoid booster, followed by reimplantation of extruded talus. A transarticular K-wire and monolateral spanning external fixator were applied to maintain the gap of the joint surface in favor of the articular damage repair. The wound was loosely closed.\n\nA second-look surgery was performed three days later to evaluate the healing process. After four weeks, the external fixator was removed, and weight-bearing was prohibited for the initial 3 months. A passive range-of-motion (ROM) exercise and partial weight-bearing was started at POD 3 months. Full weight-bearing and active ROM exercise were initiated from POD 6 months. A MRI scan at POD 6 months showed a substantial signal change between the talus and adjacent bones, which later disappeared on subsequent scans done at 12 months and 5 years.\n\nOutcome:\nThe patient's ankle joint ROM was 35 degrees of plantar flexion and 15 degrees of dorsiflexion. The patient could walk without aids and could squat, corresponding to an American Orthopaedic Foot and Ankle Society score of 85, comprising a score of 30 points for pain, 45 for function, and 10 for alignment.\n\nDisposition:\nThe patient was discharged on [date]. No complications had occurred through six years of follow-up, including increased sclerosis of the talar body and joint space narrowing without trivial pain.\n\nInstructions:\nThe patient is advised to continue following up with the outpatient department for future evaluations and rehabilitation exercises.",
	"Discharge Summary:\n\nPatient Name: [REDACTED]\nGender: Male\nAge: 35\nMedical Record Number: [REDACTED]\nDate of Admission: [REDACTED]\nDate of Discharge: [REDACTED]\n\nHospital Course:\n\nThe patient was admitted to the hospital with a complaint of intermittent shortness of breath. The medical history of the patient revealed hypertension. The CT scan of the neck and chest confirmed a mediastinal mass extending from the thoracic outlet to the aortic arch, possibly originating from the left lobe of the thyroid. The patient underwent a combined procedure starting with a left-sided robot-assisted thoracoscopic dissection of the mass followed by trans-cervical enucleation and possible thyroidectomy. The operation was successful, and the patient made an uneventful recovery. The patient was discharged once his chest tube output was low enough to be discontinued.\n\nDiagnostic Assessment:\n\nComputed axial tomography (CT) of the neck and chest confirmed a 6.7 × 6.5 × 3.4 cm posterior mediastinal mass extending from the thoracic outlet, probably the left thyroid lobe, all the way down to the aortic arch with tracheal compression and deviation.\n\nTreatment:\n\nThe patient underwent a left-sided robot-assisted thoracoscopic dissection of the mass followed by trans-cervical enucleation and a possible thyroidectomy. The intra-thoracic thyroid blood supply was carefully dissected off the mass with cautery of its feeding branches, and the posterior chest tube was left in place. A left thyroid lobectomy was performed, and the pathological assessment of the mass confirmed multinodular goiter.\n\nPatient Condition on Discharge:\n\nThe patient was in good condition at the time of discharge. The patient was advised to take proper rest and avoid strenuous activities for the next week. The patient was advised to follow up with the primary care physician regularly and take the prescribed medications as advised.\n\nFollow-up Plans:\n\nThe patient was advised to follow up with the primary care physician regularly and take the prescribed medications as advised.  The patient was advised to report any unusual symptoms such as shortness of breath, fever, chest pain, or difficulty swallowing immediately to the primary care physician. The patient was advised to undergo regular thyroid function tests.",
	"Discharge Summary:\n\nPatient Name: III:11\n\nAge: 47\n\nGender: Male\n\nMedical History:\n\nIII:11 was diagnosed with HNPCC, CRC and hepatic cancer. The patient presented with FGs in his upper lip, and the DPRS analysis did not demonstrate any dento-osseous anomalies.\n\n\nHospital Course:\n\nIII:11 was admitted to the hospital and underwent a thorough medical evaluation. Appropriate diagnostic tests were conducted, and the results were analyzed. The patient received the necessary medical care and was closely monitored throughout his stay in the hospital.\n\nTreatment Plan:\n\nBased on the medical findings, III:11 was prescribed a suitable treatment plan to manage his condition. The patient was advised to follow the prescribed medications and attend follow-up appointments as scheduled. Additionally, the patient was advised to adhere to a healthy lifestyle.\n\nCondition on Discharge:\n\nIII:11's condition improved during his stay in the hospital, and he was subsequently discharged based on medical assessments. The patient was advised to continue with his prescribed treatment plan and regularly follow up with his health care provider.\n\nRecommendations:\n\nIII:11 was advised to keep a positive mindset and follow the prescribed treatment plan. The patient was also advised to maintain regular communication with his health care provider and report any new or concerning symptoms.\n\nConclusion:\n\nIII:11 presented with HNPCC, CRC, and an extracolon tumor (hepatic cancer). The patient received appropriate medical attention and was discharged based on medical assessments. We wish him a speedy recovery and recommend him to continue with his prescribed treatment plan and follow up with his health care provider regularly.",
	"Discharge Summary:\n\nAdmission Date: [DATE]\nDischarge Date: [DATE]\n\nPatient Name: [PATIENT NAME]\nHospital Course:\n\nThe patient is a 78-year-old male who was admitted with complaints of fever since 10 days and dyspnoea on exertion class III of two days duration. The patient was a known case of squamous cell carcinoma of buccal mucosa, which was excised with cervical lymph node dissection two years ago along with systemic hypertension and renal failure.\n\nOn admission, a chest X-ray showed massive pericardial effusion and an electrocardiogram (ECG) revealed low voltage waves, ST elevation, atrial fibrillation, and a fast ventricular rate. The patient developed cardiac tamponade, for which emergency pericardiocentesis was done and 800ml of fluid was drained. Blood and pericardial fluid cultures grew Gram-positive cocci which were identified as MRSA. The MRSA isolate was resistant to multiple classes of antibiotics, including oxacillin, penicillin, trimethoprim-sulfamethoxazole, gentamicin, and ciprofloxacin, while susceptible to vancomycin, clindamycin, tertracyline, linezolid, quinupristin/dalfopristin, nitrofurantoin, and rifampicin.\n\nThe patient was empirically put on piperacillin/tazobactum, which was switched to vancomycin when cultures identified the isolate as MRSA on the third day. His renal function worsened, and he was put on hemodialysis and mechanical ventilatory support. Subsequently, he developed septic shock and metabolic acidosis and expired on the fourth day of admission due to heart failure.\n\nDischarge Diagnosis:\nCardiac tamponade due to MRSA pericardial effusion\n\nDischarge Instructions:\nDue to the patient's demise, no discharge instructions have been given.\n\nFollow-up:\nNo follow-up required.",
	"Discharge Summary for Patient with CCOC\n\nPatient Name: [REDACTED]\nAge: 55 years\nSex: Female\nAdmission Date: [REDACTED]\nDischarge Date: [REDACTED]\n\nHospital Course:\n\nA 55-year-old female was admitted to the Department of Oral Pathology with a four-month history of painless swelling in the left upper jaw region. The patient was diagnosed with a clear cell odontogenic carcinoma (CCOC) after an incisional biopsy was performed. The tumor exhibited sheets and islands of large clear cells separated by a delicate fibrous connective tissue stroma. The cytoplasm of the clear cells showed diastase sensitive Periodic Acid Schiff-positive granules, indicating intracytoplasmic glycogen deposition. The tumor cells were immunoreactive for cytokeratins (CKs) 8 and 19, while non-reactive for S-100 and vimentin. Focal heterogeneous moderate immunostaining pattern was observed for CK-8. CK-19, on the other hand, showed moderate, diffuse, heterogeneous pattern of immunoreactivity in the tumor islands. Vimentin was strongly positive in the fibrous stromal component only.\n\nThe patient underwent radical resection of the tumor with wide surgical margins. The post-operative histopathological diagnosis was consistent with the incisional biopsy results. The patient made an uneventful recovery with no recurrence and metastasis observed 1 year post-operatively.\n\nSummary:\n\nA 55-year-old female with CCOC was admitted to the Department of Oral Pathology with a four-month history of painless swelling in the left upper jaw region. After a biopsy, the patient was diagnosed with CCOC. Treatment involved radical resection of the tumor with wide surgical margins. The post-operative histopathological diagnosis was consistent with the incisional biopsy results, and the patient made a full recovery with no recurrence or metastasis observed 1 year post-operatively.",
	"Discharge Summary:\nPatient Name: [Redacted]\nDOB: [Redacted]\nAdmission Date: [Redacted]\nDischarge Date: [Redacted]\nAdmitting Diagnosis: Dilated Cardiomyopathy\nPrincipal Diagnosis: Selenium Deficiency\n\nHospital Course:\nThe patient was admitted with a history of chronic diarrhea, fever, and shortness of breath. Following an echocardiography, Dilated Cardiomyopathy was diagnosed, and the patient was prescribed medications to manage heart failure. However, it did not cure the underlying condition. Further investigations revealed that the patient had a deficiency of selenium in his serum. The patient was given oral selenium supplements for six months, which improved his overall condition as he started gaining weight, his symptoms of diarrhea, infections, and cardiomyopathy were alleviated, and his health showed an overall improvement.\n\nCondition on Discharge:\nAt the time of discharge, the patient's condition improved significantly. The patient had normalised selenium levels, and echocardiography showed normal results after receiving selenium therapy. Follow-up tests showed no further signs of dilated cardiomyopathy.\n\nPlan:\nThe patient was discharged with a plan to continue the selenium supplement therapy on an outpatient basis. The patient was also advised to follow a healthy diet and to have frequent follow-up appointments with a physician to monitor the improvement of the patient's health.",
	"Discharge Summary:\n\nPatient: 53-year-old female with a history of asymptomatic alpha 1-antitrypsin deficiency and Hashimoto's thyroiditis.\n\nHospital Course:\nThe patient was admitted to the hospital with an acute febrile illness and was diagnosed with WNV fever. Following this, the patient experienced persistent symptoms for 10 weeks which included extreme fatigue, insomnia, imbalance, dizziness, persistent low-grade fever, difficulty in concentration, daily headaches, paresthesias in limbs, muscle and joint pains, and anxiety and depression. Cytokine panel showed an elevated TNF-α and interleukin-2 receptor (CD 25) soluble protein. Neurological examination was found to be normal.\n\nMedical History:\nThe patient has a medical history of asymptomatic alpha 1-antitrypsin deficiency and Hashimoto's thyroiditis.\n\nLab Results:\nCytokine panel shows an increased soluble IL-2 receptor (CD 25) after 20 months, reflecting ongoing immune activation and inflammation.\n\nDiagnosis:\nThe patient was diagnosed with WNV fever and experienced persistent symptoms for 10 weeks. The cytokine panel showed elevated TNF-α and interleukin-2 receptor (CD 25) soluble protein.\n\nDischarge Plan:\nThe patient was placed on short-term disability for 4 months and the disability was extended for an additional 3 months (total 7 months) before returning to work.",
	"Discharge Summary:\n\nPatient Name: [redacted]\nMedical Record Number: [redacted]\nDate of discharge: [redacted]\n\nHospital Course:\nThe patient was admitted to the emergency department due to unresponsiveness and a history of bilateral otalgia. Upon admission, the patient was tachycardic, tachypnoeic, and pyrexial. The patient's Glasgow Coma Scale (GCS) score was reported to be 11 (E = 4, V = 1, M = 6). Further examination revealed bilateral green purulent rhinorrhea, bilateral proptosis, and right-sided chemosis. The patient's past medical history included CRS with nasal polyposis, COPD, hypertension, high cholesterol, and right-sided keratoconus treated with a previous corneal graft.\n\nDiagnostic Assessment:\nFlexible Nasendoscopy (FNE) was made difficult due to thick green secretions streaming from the middle meatuses bilaterally.\n\nHospital Course:\nThe patient was managed with supportive care, monitoring, and treatment of his symptoms. The patient's condition gradually improved and he was discharged after [redacted] days in the hospital. The patient was educated on how to manage his chronic medical conditions and advised to follow up with his primary care physician for further evaluation and treatment.\n\nDischarge Medications:\nNone prescribed.\n\nFollow-up:\nThe patient was advised to follow-up with his primary care physician for continued evaluation and medical management of his chronic medical conditions.",
	"DISCHARGE SUMMARY:\n\nPatient Name: [REDACTED]\nDOB: [REDACTED]\nGender: Male\nAdmission Date: [REDACTED]\nDischarge Date: [REDACTED]\n\nHospital Course:\nThe patient presented to our outpatient department with a tuft of hair over the outer aspect of the left upper eyelid. On cutaneous examination, a tuft of 20-25 hairs was observed, surmounted over a noninflammatory skin-colored papular base with a similar morphology to normal eyelashes. The cilia plucked from the ectopic tuft and eyelid were comparable. On ophthalmological examination, normal superior and inferior palpebral conjunctiva ruled out posterior cilia. Visual acuity was 20/20 (OS) and 20/20 (OD) with -0.75 DS in the left eye. \n\nDuring the family history elicitation, the parents revealed that the child's late paternal grandfather had similar ectopic lashes over his left lid. On psychical examination, the doctor observed multiple grouped shiny, 1-2 mm-sized, polygonal papules over the midline of the back and left scapular region. On histopathological examination of these lesions, there was the presence of dense lymphohistiocytic subepidermal infiltrate enclosed within the enlarged dermal papilla and interface reaction. The lesions were diagnosed as lichen nitidus on the basis of their characteristic morphology and dermoscopy, which further got confirmed by histopathological examination. \n\nThe patient was diagnosed with ectopic cilia with myopia of the left eye and advised surgical excision. Histopathological analysis of the excised mass showed multiple pilosebaceous hair follicles embedded in a desmoplastic stroma with multiple eccrine sweat glands. The presence of lichen nitidus was an incidental finding. The patient's parents were advised surgical resection of the ectopic cilia, which they refused to.\n\nDischarge Diagnosis:\n1. Ectopic cilium \n\nTreatment Provided:\n1. No treatment provided.\n\nFollow-up Instructions:\n1. None.\n\nCondition on Discharge:\nThe patient was discharged in stable condition and advised follow-up as required.\n\nThe above summary is true to the best of my knowledge and belief. No other information is omitted that would influence the insurers to pay the claim.",
	"Discharge Summary:\n\nPatient: [insert patient name and medical record numbers]\n\nDate of Admission: [insert date of admission]\nDate of Discharge: [insert date of discharge]\n\nAdmitting Diagnosis: Hepatitis\n\nHospital Course:\n\nThe patient, a 27-year-old male with no significant past medical history, was admitted with complaints of fever, chills, and abdominal pain, nausea, and vomiting of clear liquids, and jaundice. The patient was initially diagnosed with choledocholithiasis, based on Magnetic Resonant Cholangio Pancreatography that demonstrated cholelithiasis. An abdominal ultrasound also revealed sludge and gallstones in the gallbladder.\n\nFurther questioning revealed that the patient was studying to be a physical trainer and was taking a set of supplements prescribed by his local nutrition center, which included Hydroxycut, Black powder, mitotropin, xenadrine, arson, and L-glutamine powder. After admission, a hepatology consult was called, and liver enzyme panel tests showed elevated levels of AST and ALT, total bilirubin, direct bilirubin, and alkaline phosphatase, all correlated with the degree of jaundice seen. Additional tests, including urine toxicology screen, immunological studies for liver, acetaminophen and ceruloplasmin levels, and genetic tests for hemochromatosis, were negative.\n\nA liver biopsy was performed, which showed evidence of acute liver failure and extensive patchy areas of necrosis consistent with acute fulminant hepatitis, with lymphocytic infiltration of the portal tracts and lobular parenchyma.\n\nThe patient was asymptomatic during hospitalization and was managed conservatively with discontinuation of Hydroxycut and other supplements. After trending down of liver enzymes, the patient was advised to follow up with Hepatology. On follow-up visit after 2 weeks, the patient had continued improvement in liver enzymes.\n\nDischarge Instructions:\n\nThe patient was discharged with instructions to avoid taking any supplements or medications without consulting his physician. The patient was advised to follow-up with Hepatology and continue monitoring liver enzymes. The patient was instructed to return to the emergency department if he developed any symptoms of worsening jaundice, abdominal pain, or nausea and vomiting.\n\nFollow-up: Follow-up with Hepatology to monitor liver enzymes.\n\nSummary:\n\nThe patient was admitted with complaints of fever, chills, abdominal pain, and jaundice, which were later diagnosed as acute fulminant hepatitis. The patient was found to be taking a set of supplements prescribed by his local nutrition center, which were discontinued. The patient was asymptomatic during hospitalization and was managed conservatively. After follow-up, the patient had continued improvement in liver enzymes and was advised to continue monitoring and follow-up with Hepatology.",
	"DISCHARGE SUMMARY:\n\nPATIENT NAME: [REDACTED]\nAGE: 55\nGENDER: Male\nHOSPITAL ADMISSION DATE: April 2020\nDISCHARGE DATE: Not Applicable\n\nHOSPITAL COURSE SUMMARY:\n\nThe patient, a 55-year-old male with no history of smoking, was admitted to our hospital in April 2020 due to intermittent cough and expectoration for more than 1 month. Chest CT scan showed a high-density mass in the left superior lobe with an enlarged mediastinum and supraclavicular lymph nodes. Percutaneous lymph node biopsy confirmed a diagnosis of lung adenocarcinoma. The patient was classified as having stage IV-B (cT4N3M1c) lung adenocarcinoma.\n\nThe patient underwent genetic testing that revealed EGFR exon 21 L858R mutation. Subsequently, the patient started taking dacomitinib (30 mg/d) on May 1, 2020. Three months later, the patient underwent cranial MRI and chest CT scans, which revealed a marked improvement in the lung lesions and pleural effusion. The patient was considered to have a PR. The cranial MRI also showed disappearance of the intracranial metastases, indicating CR. The patient developed mild rash, paronychitis, and oral mucositis during the treatment, but there was no need for dose reduction of dacomitinib. Regular imaging was performed every 2 months.\n\nHowever, a repeat CT scan on December 30, 2020, indicated progression of lung lesions, recurrence of the left pleural effusion, and an enlarged mass in the left upper lobe. A follow-up MRI indicated progression of head lesions on January 7, 2021. The patient was found to have a T790M mutation by genetic testing and started receiving a new chemotherapeutic drug osimertinib from January 8, 2021 until now.\n\nOverall, the patient had a PFS of 8 months on dacomitinib. The patient's clinical course and management were discussed with the patient and his family. The patient was discharged with adequate outpatient follow-up arranged for the continuation of the appropriate treatment.\n\nDISCHARGE DIAGNOSIS:\n1. Stage IV-B (cT4N3M1c) lung adenocarcinoma with EGFR exon 21 L858R mutation and T790M mutation.\n\nDISCHARGE INSTRUCTIONS:\n1. Continue with osimertinib treatment as directed.\n2. Avoid smoking and second-hand smoke.\n3. Keep all scheduled follow-up appointments with your healthcare provider.",
	"Patient Information:\nName: [redacted]\nDate of admission: March 9th, 2018\nDate of discharge: [redacted]\n\nHospital Course:\nThe patient presented with a 3-year history of severe low-back pain, accompanied by numbness of the right leg. The patient initially sought relief through analgesic plasters but experienced poor curative effects. As a result of worsening symptoms, the patient presented to our department for treatment.\n\nAssessment and Diagnosis:\nThe patient underwent a straight leg-raising test, which determined the right side was positive at 70°, and the left side was negative. Based on the Japanese Orthopaedic Association (JOA) and Visual Analog Scale (VAS) scores, the patient was recommended for lumbar magnetic resonance imaging (MRI). MRI revealed multiple signals of the intervertebral disk, bulging of the intervertebral disk at L2/3, L3/4, and L4/5, protrusion of the intervertebral disk at L5/S1, dural sac compression at corresponding levels, LFH at L2/3, L3/4, and L4/5, and LSS.\n\nTreatment:\nThe patient underwent LF surgery after positioning and labeling the L2/3, L3/4, and L4/5 segments using a CT-guided approach. The needle knife was used to cut the attachment point of the LF to about 2-3 mm depth and pressed for 10 minutes, and the patient was instructed to maintain a supine position for 6 hours. Following the operation, the thickness of the bilateral LF at L2/3, L3/4, and L4/5 was measured.\n\nOutcome:\nIn the straight leg–elevation test performed immediately after the operation, negative results were obtained on both sides. Follow-up evaluation at 12 months revealed the resolution of the patient’s waist and leg pain. VAS of 0 points and JOA of 29 points were obtained.\n\nRecommendations:\nThe patient is advised to maintain regular follow-ups with their healthcare provider.",
	"Hospital Course:\n\nThe patient, a 26-year-old man, was admitted to the urology service for a left testicular swelling. Clinical examination followed by testicular ultrasound confirmed the presence of a tumour, requiring a left inguinal orchidectomy. He then received prophylactic para-aortic nodal irradiation. The patient underwent surveillance for five years, which included routine examination, tumour marker evaluation, and annual CT scans. His beta hCG was measured at 28.5 mIU/mL, which raised concern for recurrence of seminoma. A complete restaging was performed, including CT Thorax/Abdomen/Pelvis and further metastatic work-up, which was normal.\n\nDischarge Summary:\n\nThe patient was discharged with a diagnosis of resolved testicular tumour and normal restaging results. He reported self-administration of Nandrolone for one year, which he recently stopped, along with hCG to minimize side effects associated with their withdrawal. He was advised to discontinue hCG injections, and his beta hCG levels subsequently normalized. The patient is doing well with no evidence of disease three years later. Follow-up with urology was recommended.",
	"Discharge Summary:\n\nPatient Name: Not provided (No PHI was provided in the case report)\n\nMedical Record Number: Not provided\n\nAdmission Date: Not provided\n\nDischarge Date: Not provided\n\nHospital: Not provided\n\nDiagnosis:\n\nThe patient was admitted to the emergency department with severe hypovolemia with hypotension, tachycardia, and tachypnea, which was likely caused by vomiting and diarrhea.\n\nHospital Course:\n\nThe patient was hospitalized for three days, during which he received 2 L of fluid therapy with 0.9% NaCl in a 2-hour period. A control BUS was performed after fluid therapy, which revealed decreased TDI velocity of tricuspid annulus to 11.81 cm/s.\n\nDischarge Condition:\n\nAt the time of discharge, the patient's blood pressure and other findings were normalized. The patient received his maintenance therapy after admission to the internal medicine department.\n\nFollow-up:\n\nThe patient should follow up with his primary care physician for further evaluation and management.",
	"Discharge Summary:\n\nHospital Course:\nThe patient is a 14-year-old boy with severe AIS who was admitted to a tertiary outpatient clinical center specializing in conservative treatment of spinal disorders. The patient presented with two primary curves, a right thoracic curve and left lumbar curve, with aesthetic impairment and scores of 51.1 on the TRACE test. The patient was prescribed a rigid brace, but self-reported compliance was only 8 to 10 hours per day. Due to the severity of the curves, surgical treatment was advised; however, the patient refused surgery. A very rigid brace was then prescribed for 23 hours per day, with a thermic sensor applied to verify compliance.\n\nAdmission Diagnosis:\nSevere AIS with right thoracic and left lumbar curves.\n\nHospital Course:\nDuring the hospitalization, the patient was monitored with an Actiwatch 2 actigraph to assess rest-activity circadian rhythm disorders and sleep parameters. A low actigraphic sensitivity threshold was selected to accurately measure ten sleep parameters, including Sleep Efficiency, Wake After Sleep Onset, and Fragmentation Index. The data revealed that the subject reached a good sleep quantity, but sleep quality was not excellent.\n\nDischarge Plan:\nThe patient is discharged in stable condition with a prescription for a very rigid brace to be worn for 23 hours per day. A follow-up appointment is scheduled to reassess the patient's condition and the efficacy of the brace treatment. The patient is advised to continue monitoring sleep parameters and to make appropriate lifestyle adjustments to improve sleep quality. The patient is advised to continue with conservative treatment for AIS, and surgery may be reconsidered if the patient's compliance with the brace treatment improves.",
	"Hospital Course:\nThe patient, a 24-year-old South African-Indian man, presented with complaints of lethargy, weakness, chronic constipation and lower backache, episodes of hematochezia, anorectal pain, and polycythemia. He underwent colonoscopy, which revealed a biopsy from a sessile rectal polyp, but a pathological diagnosis could not be made. He was referred to gastroenterology clinic, where he was initiated on medication for ulcerative colitis but showed no improvement. Blood pressure was found to be high, and treatment was initiated. A repeat colonoscopy revealed rectal prolapse, which resolved with no need for further medication. Investigations for polycythemia excluded primary polycythemia. He received frequent venesections that resulted in lethargy, and they were stopped. After approximately 5 years, he was referred to the nephrology unit, where he was diagnosed with hypodipsia. Magnetic resonance imaging of his brain did not show any intracranial pathology. He was instructed to drink 2 liters of water daily and was clinically well on follow-up 6 weeks later. \n\nHospital Course Summary:\nThe patient, a medical student, initially presented with non-specific gastrointestinal complaints and was diagnosed with polycythemia. He underwent colonoscopy, and a rectal biopsy was taken, but a diagnosis could not be made. He was referred to gastroenterology clinic, where he was started on medication for ulcerative colitis with no improvement. Treatment for high blood pressure was also initiated, but it was later stopped as no left ventricular hypertrophy was found. A repeat colonoscopy revealed rectal prolapse, which was successfully managed without medication. Investigations for polycythemia revealed no primary polycythemia, and venesections were stopped due to frequent lethargy. The patient was then referred to the nephrology unit and diagnosed with hypodipsia. Follow-up imaging of his brain did not show any pathology, and he was instructed to drink 2 liters of water daily, which resulted in a normalized serum sodium concentration. On 6-week follow-up, he was clinically well with no significant change in symptoms.",
	"Discharge Summary:\n\nPatient Name: [Name]\nAge: 75\nSex: Male\n\nHospital Course:\nThe patient presented to the prosthodontics specialty clinic seeking the construction of a new lower denture. The patient had complained of the current lower denture being loose. The upper and lower dentures were 25 years old, and the patient was content with the upper denture. The medical conditions of the patient included hypertension and diabetes, which were well-controlled through oral medications. The patient manifested papillary proliferations on the labial mucosa of the premaxilla, which were similar in appearance to class III Newton's denture stomatitis or papillary hyperplasia of the palate. The patient failed to attend more clinics due to a pre-existing illness. No follow-up data were available, and the patient was discharged.\n\nDiagnosis:\nLoose denture\nPapillary proliferations on labial mucosa of premaxilla\n\nMedical Conditions:\nHypertension\nDiabetes\n\nTreatment and Care:\nConstruction of new lower denture\n\nDischarge Recommendations:\nNo follow-up data were available on the patient due to a pre-existing illness.",
	"Discharge Summary:\n\nPatient Name: [redacted]\nGender: Male\nAge: 56\nRace: Caucasian\nMedical record number: [redacted]\nDate of admission: [redacted]\nDate of Discharge: [redacted]\nAdmitting Diagnosis: Acute epigastric pain associated with splenic haemorrhage and subcapsular hematoma\nTreatment: Vitamin K administration\nCondition at Discharge: Stable\n\nHospital Course Summary:\nThe patient was admitted to the hospital with acute epigastric pain and nausea. Upon examination, he was found to have an inhomogeneous aspect of the spleen without free fluid. Contrast-enhanced computed tomography (CT) imaging of the abdomen revealed splenic haemorrhage with subcapsular hematoma. Vital signs were stable, and an acute operation was deemed unnecessary. As part of the treatment plan, the patient was administered 10 mg vitamin K to reverse oral anticoagulation. He was then closely observed in the hospital for three days. The patient was discharged in good condition and advised to follow up with the treating physician for any further medical concerns. \n\nCourse and Disposition:\nThe patient was treated for his condition, and his vital signs remained stable throughout his stay. He was discharged after three days of observation in good condition. The patient is advised to follow up with the treating physician for any further medical concerns.\n\nFollow-Up:\nThe patient was advised to follow up with his primary care physician for any further medical concerns related to his condition. He was also informed to seek immediate medical attention if he experiences any recurrence of acute epigastric pain, abdominal discomfort, or any unusual symptoms. \n\nDischarge Medications:\nNo medications prescribed at discharge.\n\nProcedures:\nNo procedures performed during hospitalization.\n\nAttending physician: Dr. [redacted]\n\nPrimary care physician: Dr. [redacted]\n\nThank you for choosing our healthcare facility.",
	"Discharge Summary:\n\nPatient Name: [Redacted]\nMedical Record Number: [Redacted]\n\nThe 3-year-old female patient was admitted with thrombocytopenia and generalized petechial exanthema. The patient had been diagnosed with Fanconi anemia (FA) with esophageal atresia type IIIB and had undergone Nissen fundoplication at 17 months of age. The patient had reduced platelet numbers, while peripheral blood counts and erythrocyte indices remained normal. Bone marrow examination did not show bone marrow failure or myelodysplastic syndrome (MDS) but revealed a marrow of normal cellularity, mild dysplasia of all three cell lines, and negative PCR results for HHV6, Parvovirus B19, CMV, and EBV. \n\nThe patient received platelet transfusions and intravenous immunoglobulin (IVIG) infusions, but the thrombocytopenia persisted. Corticosteroid treatment with dexamethasone led to a moderate response, but was terminated due to inacceptable temper changes of the patient. Treatment with danazol, a synthetic androgen, was initiated and led to a satisfactory response with regards to bleeding tendency and platelet count stabilization. The androgen dose was reduced without a change in platelet counts. \n\nThe patient's follow-up bone marrow aspiration and trephine biopsy 1-year after the initial manifestation of thrombocytopenia showed no dynamics as compared to the previous analyses. \n\nThe patient is recommended to continue danazol treatment and follow-up with regular visits to monitor her platelet counts and bone marrow function. Further evaluation may be warranted if there are any changes in the patient's condition.\n\nSigned, [Redacted], MD",
	"Patient Information:\nThe patient is a 46-year-old male who presented with a six-year history of a plaque lesion on his left hand.\n\nHospital Course:\nThe patient was initially treated with itraconazole and terbinafine without improvement. Imiquimod 5% was added as a topical application to the oral medications. However, the lesion initially worsened and became erythematous and verrucous. This lasted for up to four months, after which the lesion gradually decreased in size. Direct mycological examination of the lesion showed atypical filamentous sclerotic bodies, and after six months, there was partial improvement with reductions in the inflammatory process and the number of black dots.\n\nFinal Diagnosis:\nThe patient had a plaque lesion on his left hand with atypical filamentous sclerotic bodies.\n\nDischarge Instructions:\nThe patient's lesion partially improved with the combined treatment of imiquimod 5% and oral medications. The patient was advised to continue the use of imiquimod 5% and follow-up with the treating physician for further evaluation and management.",
	"Patient Information:\nThis discharge summary pertains to John Doe, a 57-year-old male who recently received a diagnosis of adult-onset diabetes.\n\nReason for Admission:\nMr. Doe presented with a 30-pound weight gain over the past decade and recently experienced numbness in his toes. Tests ordered by the physician confirmed a diagnosis of adult-onset diabetes.\n\nHospital Course:\nFollowing his diagnosis and prescription for metformin, Mr. Doe conducted an independent search for diabetes treatments and found an online ad for Januvia. His curiosity led him to ask his physician about the potential benefits of Januvia, causing him to question if metformin was the best treatment available.\n\nDischarge Plan:\nMr. Doe is advised to continue his current treatment regimen as prescribed by his physician, including taking metformin as directed. He is advised to exercise regularly and make dietary changes to aid in weight loss. Additionally, he is encouraged to discuss any concerns or questions he may have with his physician.",
	"Discharge Summary:\n\nAdmission Date: [DATE]\nDischarge Date: [DATE]\n\nPatient Name: [NAME]\nMedical Record Number: [NUMBER]\n\nHospital Course:\nThe patient, a 40-year-old Middle Eastern female with no relevant medical history, presented with progressive blurriness and mild headaches with binocular diplopia. She was diagnosed with bilateral serous macular detachments with cystoid macular edema and trace white blood cells in the anterior vitreous on dilated funduscopic exam. FA studies revealed punctate leakage in the macula and disk leakage OU late in the study. \n\nTreatment:\nThe patient was prescribed topical difluprednate, and subsequently improved to 20/40 OD and 20/80 OS with resolution of her headaches by day 7. Given the mild steroid response and elevated IOP, dorzolamide 2%/timolol 0.5% ophthalmic solution was initiated once daily OU. OCT and FA studies showed marked improvement with decreased SRF OS and reduced leakage, respectively. By day 14, the patient recovered to 20/25-1 OD and 20/30 OS with pinhole to 20/25 OS. Difluprednate was tapered to q3h for 1 week, QID for 1 week, TID for 1 week, BID for 2 weeks, and qd thereafter for 2 months. The patient ultimately recovered to 20/20-2 OD and 20/30-2 OS with IOP of 21 OU. Given the mild residual CME OS, the patient continued difluprednate qd OU in addition to bromfenac 0.07% qd OS for 3 months. It was also necessary to increase dorzolamide 2%/timolol 0.5% to BID OU for IOP control. \n\nFinal Assessment:\nAt the time of discharge, the patient’s lenses remained clear, and vision remained stable at 20/20- OD and 20/25- OS with IOP of 18 OD and 20 OS while continuing management with difluprednate 0.05% qd OU, bromfenac 0.07% qd OS, and dorzolamide 2%/timolol 0.5% BID OU. \n\nDisposition:\nThe patient was discharged in stable condition with instructions to continue with her current medication regimen and schedule an ophthalmology follow-up appointment in 3 months. \n\nFollow-Up Plan:\nThe patient will have a follow-up appointment with an ophthalmologist in 3 months.",
	"Discharge Summary:\nAdmitted: [Date]\nDischarged: [Date]\n\nPatient: 58-year-old female\n\nHospital Course:\nThe patient was admitted to our clinic due to icterus, fatigue, and loss of appetite that persisted for several months. She had a history of acute appendicitis and underwent a surgical operation when she was six years old. She also had a history of hypertension, frequent upper respiratory tract infections, and a previous cholecystectomy. Additionally, the patient was a smoker but did not consume alcohol. During the physical examination, icteric appearance, moderate hepatomegaly, and kyphosis were detected. The initial laboratory results showed elevated AST, ALT, GGT, ALP, bilirubin, and decreased albumin. The chest X-ray revealed dextrocardia, and the thoracic computed tomography showed dextrocardia and scars of previous pulmonary infections. The patient also had chronic sinusitis based on the paranasal sinus CT. The transabdominal ultrasonography showed situs inversus totalis, mild heterogeneous liver parenchyma with grade I hepatosteatosis, choledoc dilatation, and mild splenomegaly. The Doppler ultrasonography of the portal vein revealed mild splenomegaly and dilated portal vein. Furthermore, endoscopic retrograde colangiopancreatography was performed, which showed a dilatation in extrahepatic biliary tracts. The patient was diagnosed with situs inversus totalis with biliary stasis.\n\nTreatment:\nThe patient was given a 15 mg/kg/day dose of tauroursodeoxycholic acid (TUDCA) to decrease cholestasis parameters. Over the course of nine months, the patient's laboratory parameters turned normal, and there were no abnormal rising in the laboratory parameters.\n\nOutcomes:\nThe patient's condition improved over time, and all laboratory test results were normal on discharge. The patient was advised to quit smoking and given a referral for follow-up care with a primary care physician.\n\nDischarge Diagnosis:\nSitus inversus totalis with biliary stasis.\n\nCondition on Discharge: \nImproved.",
	"Discharge Summary\n\nPatient Name: N/A\nAge: 41\nGender: Male\nAdmission Date: December 17, 2015\nDischarge Date: N/A\n\nHospital Course:\nThe patient was admitted to the hospital on December 17, 2015, due to abdominal pain and intermittent fever for 40 days. His medical history includes a 25-year history of aplastic anemia without systematic treatment and a 7-year history of follicular occlusion triad with irregular hormone therapy. Laboratory tests showed white blood cell count of 1.81 × 10^9/L, red blood cell count of 2.39 × 10^12/L, platelet count of 173 × 10^9/L, hemoglobin level of 75 g/L, and erythrocyte sedimentation rate level of 44 mm/h. Colonoscopy revealed multiple irregular ulcers at the end of the ileum, ileocecal, and ascending colon. Based on clinical manifestations and auxiliary examination results, the patient was diagnosed with CD.\n\nDuring his two-year follow-up period, the patient was readmitted to the hospital due to abdominal pain and diarrhea with fever for 10 days. Prednisone acetate and thalidomide were administered, but one month post-admission, dizziness and fatigue occurred. MDS-U was diagnosed by bone marrow puncture, and an ultra-low-dose decitabine demethylation was performed. The patient responded well to chemotherapy, but his abdominal pain and diarrhea persisted, and he still had recurrent infections, and blood transfusions were continued.\n\nOne month later, the patient underwent an allogeneic HSCT. The pretreatment scheme was to improve BU/CY+ATG. Cyclosporine and methotrexate were administered to prevent graft-versus-host disease (GVHD). The patient's abdominal pain and diarrhea symptoms disappeared, and his general condition improved, but he developed hemorrhagic cystitis, cytomegalovirus activation, and invasive pulmonary mycosis. The patient eventually died of severe lung infection 125 days post-transplantation.\n\nDiagnosis:\nCD and MDS-U\n\nTreatment:\nMethylprednisolone sodium succinate, infliximab, mesalazine, intermittent blood transfusion, and nutritional support were initially administered. Prednisone acetate and thalidomide were also administered during the patient's second hospitalization. An ultra-low-dose decitabine demethylation was performed when MDS-U was diagnosed. The patient later underwent an allogeneic HSCT with a pretreatment scheme was to improve BU/CY+ATG with cyclosporine and methotrexate administered to prevent GVHD.\n\nCondition at Discharge:\nThe patient passed away due to severe lung infection on day 125 post-transplantation.",
	"Hospital Course: \n\nThe patient, a 55-year-old female with a history of gastroesophageal reflux disease, high cholesterol, acne, depression, and history of cholecystectomy, was admitted to the hospital after presenting to the emergency room with abdominal pain and low-grade fever. The patient denied alcoholism and reported no recent history of insect bite. The patient stated that she started taking isotretinoin a month ago, which was prescribed by a dermatologist for severe acne. The patient was found to have mild acute pancreatitis. The patient was treated with bowel rest, intravenous fluid, and prescribed intravenous narcotic pain medications for pain control. Isotretinoin was discontinued, and the patient was advised not to retake it. The patient improved over the next few days and was discharged home in stable condition. \n\nDischarge Diagnosis: \n\nAcute pancreatitis, secondary to hypertriglyceridemia \n\nHospital Course: \n\nThe patient was admitted to the hospital with a diagnosis of acute pancreatitis, secondary to hypertriglyceridemia, and was treated with supportive measures, including bowel rest and intravenous hydration. The patient's acute pancreatitis improved over the course of the hospitalization, and she was subsequently discharged home in stable condition. \n\nTreatment: \n\nThe patient was treated with bowel rest, intravenous hydration, and intravenous narcotic pain medications for pain control. Isotretinoin was discontinued. \n\nFollow-Up: \n\nThe patient was advised to follow-up with her primary care physician for ongoing management of her hypertriglyceridemia.",
	"Discharge Summary:\n\nAdmission Date: [Date]\nDischarge Date: [Date]\n\nPatient Name: [Name]\nSex: [Gender]\nAge: [Age]\nMedical Record Number (MRN): [MRN]\n\nAdmission Diagnosis: Acute infective endocarditis (IE)\n\nHospital Course Summary:\nA 70-year-old man was admitted to the Cardiac Surgery Department with a confirmed diagnosis of acute IE. The patient had a previous clinical history of arterial hypertension and atrial fibrillation. He had previously undergone two cardiac surgery procedures. The current episode started with congestive heart failure and sepsis. The patient presented with persistent fever, dyspnea, orthopnea, and paroxysmal nocturnal dyspnea. Antibiotic treatment was initiated with intravenous oxacillin, rifampicin, and gentamicin. After a period of stabilization (13 days) and antibiotic therapy, the patient underwent surgery. The patient underwent a mitral valve replacement and a full root replacement with a mechanical composite graft. All the affected tissues were excised, including debridement of all infected and necrotic regions.\n\nDischarge Diagnosis: N/A\n\nDischarge Medications: N/A\n\nFollow-up Plans: N/A\n\nInstructions at Discharge: N/A\n\nDischarge Condition: The patient passed away due to an acute multifactorial etiology shock refractory to medical treatment.\n\n\n\nNote: The patient was not discharged, but the hospital course summary was generated to provide a detailed account of the medical history and events that occurred during admission and treatment.",
	"Hospital Course Summary\n\nPatient: 42-year-old female with stage 5D chronic kidney disease related to MYH9-related disease who received a living donor kidney transplant.\n\nAdmission: The patient was admitted one month after discontinuation of vGCV prophylaxis with a fever and epigastric pain. Blood tests revealed severe lymphocytopenia, and CMV antigenemia was strongly positive. An upper gastrointestinal endoscopy showed gastritis with a positive CMV PCR. Intravenous GCV treatment was started, resulting in a sustained decrease in CMV antigenemia. After two months of GCV, viral clearance was achieved.\n\nFirst Relapse: One week after discontinuation of GCV, the patient was readmitted for recurrence of fever and abdominal pain with a relapse of CMV disease. A genotypic testing for ADR revealed two common mutations associated with moderate viral resistance for GCV. Second-line treatment with intravenous FOS was initiated, resulting in a fast decrease in CMV viral load. Unfortunately, six days after the new FOS course, the patient experienced severe acute graft failure associated with FOS nephropathy.\n\nThird and Fourth Relapse: A third relapse of CMV infection occurred one month after the patient's discharge, which was again treated with FOS. Symptom and viral parameter failure led to the introduction of oral BCV, which was administered twice a week for three weeks with good results. However, a fourth relapse was observed, and blood PCR showed a novel mutation associated with moderate GCV and CDV resistance. A two-month course of intravenous FOS was necessary to achieve a complete resolution of CMV infection without any new FOS nephropathy.\n\nDischarge: Currently, the patient's overall condition is normal six months after the final treatment, without secondary CMV prophylaxis. Repeated CMV antigenemia tests have been negative, and the graft function remains stable. Follow-up care is recommended.",
	"Discharge Summary:\n\nPatient Name: Not provided\nAge: 28\nGender: Female\n\nAdmission Date: Not provided\nDischarge Date: Not provided\n\nReason for Admission:\nThe patient was admitted to the hospital with severe ulceration of the perineal area, dysuria, soreness of the mouth, fever, non-productive cough, and a facial rash.\n\nHospital Course:\nOn examination, the patient had crepitations at the base of her left lung, tenderness on palpation at the right upper quadrant of her abdomen, and an ill-defined rash over her face and neck. The most marked findings were of vulval and perineal erythema and excoriations with discrete ulceration. She developed type 1 respiratory failure with a pO2 of 9.5 KPa on 10 liters of oxygen, and required noninvasive ventilation. Clinically, she began to develop bronchial breathing at her left lung base.\n\nInvestigations:\nFurther investigations revealed that she had a lymphopenia and a high C-reactive protein (CRP) level. Meanwhile, abnormal liver function tests revealed high levels of alanine transaminase (ALT) and alkaline phosphatase (ALP).\n\nDiagnosis:\nThe differential diagnosis at this stage included human immunodeficiency virus (HIV), herpes simplex virus, and noninfective causes such as Bechet's, systemic lupus erythematosus, and systemic vasculitis. Reiter's syndrome was also considered as it can present without arthritis in women. Tests for various infections and autoimmune disorders were requested.\n\nTreatment:\nThe patient was initially treated with intravenous acyclovir and high-dose prednisolone. She was later treated with intravenous broad-spectrum antibiotics and treatment doses of cotrimoxazole. Her steroids were also changed to high-dose methylprednisolone.\n\nHospital Course and Discharge:\nThe patient's symptoms had completely resolved, and she was discharged from the hospital after 10 days of admission. It was later determined that she had an atypical viral infection, with elevated serum titers of IgM and IgG antibodies to measles being subsequently demonstrated, thus confirming a diagnosis of acute measles. The patient was educated on measures to prevent a recurrence of the infection and advised to follow-up with her primary care physician for further care and monitoring.",
	"DISCHARGE SUMMARY\nPatient Name: [REDACTED]\nAge: 43 years\nGender: Male\nAdmission Date: [REDACTED]\nDischarge Date: [REDACTED]\nAdmission Diagnosis: Left-Foot Dystonia\n\nHOSPITAL COURSE:\nThe patient, a 43-year-old man, was admitted with left-foot dystonia that had been present for the past 3 years. His symptoms had progressed for 2 months before seeking medical help. The patient could not walk normally due to dystonic movement, but he could walk backward, run, and climb stairs without difficulty. He had a history of mildly abnormal walking stance since elementary school. The patient's father was diagnosed with Parkinson's disease since his 70s and he also had REM sleep behavior disorder symptom. The patient's grandmother had parkinsonian features. Extensive neurological examination of the patient revealed inversion of the left ankle with dorsiflexion of the big toe when the patient walked on the ground. Imaging studies including brain MRI and 99mTc-TRODAT-1 SPECT were unremarkable. Laboratory survey results, including ceruloplasmin, blood and urine copper levels, and thyroid, liver, and renal function, were normal.\n\nDIAGNOSIS:\nThe patient was diagnosed with Segawa disease with GCH1 mutation at exon 6 c.670 A>G(p.Lys224Glu).\n\nTREATMENT:\nThe patient was administered levodopa with DTI (decarboxylase inhibitor) 100 mg per day, which alleviated his symptoms for only the first 10 days. However, thereafter, even after increasing the dose to 300 mg per day, the patient subjectively felt no response; thus, he stopped medication use. The patient was then treated with botulinum injection over his anterior tibialis, tibialis posterior, and extensor hallucis longus muscles, which considerably improved his dystonia symptoms from Global Dystonia Rating Scale (GDS) 5 to 1. The patient was satisfied with the treatment results.\n\nFOLLOW-UP:\nThe patient was discharged in stable condition. The patient and his family were advised to continue follow-up with their primary care physician and the neurology team to monitor the progression of the disease. The patient was also urged to continue to adhere to his medication regimen and follow-up treatment recommendations. The patient was educated on his condition and the importance of compliance and follow-up.\n\nDISCHARGE MEDICATIONS:\nNone.\n\nFOLLOW-UP APPOINTMENTS:\nThe patient was advised to follow-up with their primary care physician and the neurology team to monitor the progression of the disease.\n\nPROGNOSIS:\nThe patient's prognosis is guarded, due to Segawa disease with GCH1 mutation at exon 6 c.670 A>G(p.Lys224Glu).",
	"Discharge Summary:\n\nPatient Identification:\nThe patient is a 28-year-old male who was admitted to the department of internal medicine due to symptoms of fatigue, thirst, diarrhea, palpitation, frequency, and a 5 kg weight loss.\n\nHospital Course:\nThe patient received an initial diagnosis of type 1 diabetes mellitus (T1DM) at the age of 19 and was treated with intensive insulin therapy. He also had a history of smoking for 10 years, with no family history of any autoimmune or immunological disorders. Neurological examination revealed signs of distal symmetric polyneuropathy.\n\nThe patient was diagnosed with diabetic ketoacidosis (DKA) due to high blood glucose levels, acetone in urine, and metabolic acidosis, which was exacerbated by Grave's disease (hyperthyroid state). The patient received IV fluid and insulin infusion to control blood glucose, Lugol's iodine, carbimazole, and propranolol to suppress his thyroid hormones. The patient was discharged on insulin medication and thyroid hormones, only to return six months later with mild jaundice and severe anorexia.\n\nLaboratory tests performed revealed elevated levels of liver enzymes and total bilirubin, leading to the diagnosis of autoimmune hepatitis in addition to Grave's disease and T1DM. The patient received prednisolone, Aza, Lugol's iodine, and PTU to suppress the immune system and stabilize liver functions.\n\nOutcome:\nThe patient's condition improved with treatment, and the dose of prednisolone was gradually reduced over a period of three months. The patient was maintained on Aza, insulin medication, and PTU.\n\nFollow-up:\nDuring the year that followed Aza initiation, the patient reported no side effects, and the thyroid function was controlled with a decrease in thyroid antibodies to almost undetectable levels. The patient is currently being maintained on Aza, insulin medication, and PTU.\n\nDiagnosis:\nThe patient was diagnosed with APS III type (A + B), which is the combination of autoimmune hepatitis, Grave's disease, and T1DM.\n\nRecommendations:\nThe patient should continue to follow up with his healthcare provider and adhere to the prescribed medication regimen.",
	"Discharge Summary:\n\nPatient Name: [Name]\n\nMedical Record Number: [Number]\n\nDate of Admission: [Date]\n\nDate of Discharge: [Date]\n\nClinical Diagnosis: Regional Odontodysplasia\n\nHospital Course:\n\nThe patient, a 3.5-year-old female, was admitted to the Department of Pediatric Dentistry, Dental School, Islamic Azad University; Tehran, Iran with chief complaints of abscess formation in the left maxillary region, and abnormal crown and enamel on all primary teeth in that region. The patient's mother reported that the abscess had existed for six months and its size was reduced after administration of antibiotics. The patient's prenatal and natal history and the attained medical history revealed no explicit findings.\n\nThe intra-oral examination showed excellent oral hygiene and occlusion of the mesial step on both sides. No facial asymmetry was detected, and the lymph nodes were not palpable. However, an abscess on the gingiva above the maxillary left primary molar was observed, which was fluctuant and about 0.5 x o.5 cm2 in size. All the primary teeth on the left quadrant of the maxilla had abnormal crown with yellowish discoloration and hypoplastic enamel. The right maxillary central and lateral incisors along with canine had minor caries. The first primary molar was considerably hypoplastic, presenting an obvious carious lesion. The abscess was related to the maxillary left first primary molar.\n\nThe radiological images showed all the teeth in the left maxillary region were present, displayed a typical \"ghost-like\" appearance in the radiographs. The demarcation line between the enamel and the dentin of the affected teeth was not clear, and the enamel was hypoplastic. All the involved teeth had enlarged pulp chambers and short-slender roots. A periapical radiolucent lesion was detected in the maxillary left primary molar region, which was related to the gingival abscess. The maxillary left first permanent molar appeared to suffer from the same anomaly.\n\nBased on the clinical and radiological findings, a diagnosis of Regional Odontodysplasia was proposed. The patient underwent extraction of the left maxillary primary molar, restoration of the maxillary second molar with stainless steel crown (SS-crown), and a space maintainer (crown, band, and loop) to maintain the space after extraction. A glass-ionomer build-up restoration for the left maxillary incisors and canine was also deliberated. A programmed follow-up visit was planned for maxillary left permanent molar to be built-up by glass ionomer restorations as soon as completion of its eruption.\n\nThe laboratory examinations showed that the serum sodium, potassium, calcium, phosphorous, and alkaline phosphatase levels were in the normal range.\n\nFinal Diagnosis: Regional Odontodysplasia\n\nSummary: The patient, a 3.5-year-old female, was admitted to the Department of Pediatric Dentistry, Dental School, Islamic Azad University; Tehran, Iran with chief complaints of abscess formation in the left maxillary region and abnormal crown and enamel on all primary teeth in that region. A diagnosis of Regional Odontodysplasia was proposed based on the clinical and radiological findings. The patient underwent necessary extractions and restorations and a follow-up visit was scheduled. The laboratory examinations showed normal serum levels.",
	"Discharge Summary\n\nPatient Name: [Redacted]\nAge: 21\nSex: Female\nAdmission Date: [Redacted]\nDischarge Date: [Redacted]\nHospital: [Redacted]\n\nReason for Admission:\nThe patient, a 21-year-old female with a BMI of 10.4, was admitted to the intensive care unit due to severe malnutrition caused by anorexia nervosa.\n\nHospital Course:\nDuring the hospital stay, the patient's diet was closely monitored and reevaluated. The patient was provided with a nutrition plan that included a balanced diet with proper macro and micronutrient intake. The patient's treatment also involved counseling sessions with a nutritionist to educate her on the importance of a healthy diet and the negative consequences of continued malnutrition. The patient was cooperative throughout her stay at the hospital.\n\nInvestigations:\nA stool sample was collected aseptically from the patient and stored at -80°C for analysis. DNA extracted from the stool sample was used to identify eukaryotic organisms present in the patient's gut. PCR amplification using multiple primer pairs enabled the identification of 28 eukaryotic species consisting of fungi, protozoa, helminthes, arthropods, and plants. Further investigations of the colony samples revealed the growth of six fungal species, namely A. ruber, A. flavus, C. capitatum, M. globosa, M. restricta, and M. pachydermatis.\n\nTreatment:\nThe patient's treatment involved close monitoring of the patient's condition, including daily weight measurements, nutrition counseling sessions, and regular psychological therapy sessions. Additionally, a course of vitamins and minerals was prescribed to correct any nutrient deficiencies resulting from malnutrition. The patient's treatment was adjusted based on her progress and the results of investigations.\n\nDischarge Plan:\nThe patient's condition improved significantly during her hospital stay, and she was discharged in a stable condition with instructions to continue the prescribed course of vitamins and minerals and to attend follow-up appointments with a nutritionist and a psychologist. The patient was advised to maintain a healthy and balanced diet and to stay active. The patient was also instructed to report any symptoms or concerns regarding her health immediately.\n\nFollow-up:\nFollow-up appointments were scheduled for the patient with a nutritionist and psychologist. The patient was also advised to keep a record of her daily nutrient intake and to continue monitoring her weight regularly.\n\nSignature: [Redacted]\nDate: [Redacted]",
	"Discharge Summary:\n\nPatient Name: N/A\nDOB: N/A\nDate of Admission: N/A\nDate of Discharge: N/A\n\nHospital Course:\nThe patient, an 18-month-old boy, was brought to the emergency department after ingesting a large piece of pear, which resulted in coughing, wheezing, decreased breathing sounds, and cyanosis. Despite immediate medical intervention, the child passed away before presenting to the hospital.\n\nDiagnosis:\nDeath caused by acute respiratory insufficiency due to mechanical, violent, accidental asphyxia due to a bolus obstruction (fruit).\n\nTreatment:\nUpon arrival at the scene, medical personnel attempted to resuscitate the patient through emergency procedures, but the obstruction caused by the pear prevented successful ventilation. No medication or treatment was administered at the hospital.\n\nOutcome:\nDespite the prompt response of Emergency Medical Service (EMS) and the medical team, the patient passed away due to asphyxia resulting from pear ingestion.\n\nFollow-Up:\nSince the patient has passed away, there are no recommendations for follow-up care.\n\nSignature: N/A\nDate: N/A",
	"DISCHARGE SUMMARY\n\nPatient Name: [Patient's Name]\nAge: 60 years\nGender: Male\nAdmission date: [Admission Date]\nDischarge date: [Discharge Date]\n\nReason for visit: Pain in right lower back tooth region for two weeks.\n\nHistory of present illness: The patient presented with pain in the right lower back tooth region for two weeks. On intraoral examination, root stump of the mandibular second premolar was seen, surrounded by inflamed gingiva and the adjacent first molar was affected by caries, supraerupted and mobile. Both the teeth were associated with tenderness. An intraoral periapical radiograph of the region was taken. The radiograph confirmed the clinical findings of a deep carious lesion involving the pulp of the right mandibular first molar and a root stump in relation to the adjacent second premolar region. The radiograph also revealed an interesting appearance of the roots of the mandibular right second premolar and the first and the second molars. An orthopantomogram was taken, which revealed similar bulbous appearance of the roots of the left second premolar and the first and the second molars. The root stump and the first molar were surgically removed, and the patient was diagnosed with hypercementosis on histopathological examination. The patient was reviewed after one week, and the healing was satisfactory.\n\nPast Medical History: Unremarkable\n\nMedications: NA\n\nAllergies: NA\n\nLaboratory and diagnostic tests: intraoral periapical radiograph, orthopantomogram, and histopathological examination.\n\nImpression: The patient presented with pain in the right lower back tooth region for two weeks, and further examination revealed a deep carious lesion, root stump, and bulbous appearance of the roots of the mandibular right second premolar and the first and the second molars. The root stump and the first molar were surgically removed, and histopathological examination revealed hypercementosis. The patient was reviewed after one week, and the healing was satisfactory.\n\nPlan: NA\n\nFollow-up: NA\n\nInstructions: NA\n\nProvider signature: [Provider's Signature]",
	"Discharge Summary:\n\nAdmission Date: [Date of Admission]\nDischarge Date: [Date of Discharge]\nLength of Stay: [Number of Days Spent in Hospital]\n\nPatient Name: [Patient Name]\nGender: Male\nAge: 46 years old\nMedical Record Number: [Patient MRN]\n\nReason for Admission:\nThe patient was admitted to the hospital due to chest pain.\n\nHistory and Examination Findings:\nThe patient has a history of TOF diagnosed since childhood, but was able to get married and have two healthy children. Upon examination, minimal cyanosis was observed, along with clubbing on the extremities and a systolic murmur along the left sternal border. The electrocardiogram revealed ST elevation in leads II, III, aVF with incomplete right bundle branch block, a right axis deviation and right ventricular hypertrophy. Transthoracic echocardiography showed typical signs of TOF. A significant increase was noted in the patient's cardiac troponin T levels, with levels reaching 2,999 ng/mL.\n\nHospital Course:\nThe patient was diagnosed with STEMI and received standard medications, including aspirin, clopidogrel, rosuvastatin, nitroglycerin, and enoxaparin. Emergency coronary angiography showed total occlusion of a large right coronary artery (RCA) from the second segment. Thrombus aspiration with catheter was performed multiple times and significant thrombus was sucked from RCA. However, after thrombus aspiration, there was still significant thrombus in the second and third segment of RCA, with thrombolysis in myocardial infarction (TIMI) flow grade 2 on coronary angiogram. Due to the absence of obvious lesions and the fact that the diameter of RCA was 7.0 mm by quantitative coronary analysis, stenting or ballooning was deemed unreasonable. Therefore, intracoronary thrombolytic therapy with 25 mg of alteplase directly through the guiding catheter for 5 min was performed. Follow-up coronary angiography revealed complete dissolution of thrombus with TIMI 3 flow.\n\nPost-Procedure Progress and Findings:\nAfter the procedure, the complete blood count showed erythrocytosis with erythrocytes of 5.93 × 1012 /L, hemoglobin of 202 g/L, and hematocrit of 0.58, along with normal white blood cells and platelets. Blood pressure was 90/60 mm Hg without inotrope or vasopressor. The patient received saline infusion with a total volume of 2,000 mL for 3 days. The follow-up hematocrit was reduced to 0.45 and blood pressure increased to 120/80 mm Hg. Holter ECG after the procedure revealed sinus tachycardia without atrial fibrillation, flutter or atrioventricular block. Cardiac computed tomography (CT) showed typical TOF with 10 mm ventricular septal defect (VSD) and severe supravalvular pulmonary stenosis.\n\nDischarge Condition:\nThe patient was discharged in stable condition 10 days after the procedure with standard medications for STEMI.\n\nFollow-up:\nFollow-up appointments have been scheduled for the patient to monitor their condition and adjust their medication as needed.\n\nInstructions:\nThe patient is advised to follow their treatment plan and attend all scheduled follow-up appointments. Any changes in their condition should be reported to their healthcare provider immediately.",
	"Discharge Summary:\n\nPatient Name: Not Available\nDOB: Not Available\nSex: Male\nHospital Admission Dates: Not Available\n\nHistory of Presenting Illness:\nThe patient was diagnosed with AIDS with clinical symptoms consisting of fever, oral thrush, diarrhea, weight loss, and anorexia. The CD4+ T-lymphocyte cell count was 203 cells/mm3, and an HIV viral load was not available.\n\nHospital Course:\nThe patient was started on ART with a medication regimen consisting of zidovudine, lamivudine, and indinavir, as well as trimethoprim-sulfamethoxazole, in early 2002. However, the patient was unable to tolerate indinavir and was switched to efavirenz, not knowing he was HIV-2 positive. The patient had clinical improvement with the resolution of presenting symptoms; however, the CD4+ cell count remained low, and the HIV viral load was undetectable.\n\nIn 2005, the patient's CD4+ cell count dropped to 92 cells/mm3, and the ART was changed to zidovudine, didanosine, and lopinavir/ritonavir. The patient continued to have recurrent oral thrush with significant weight loss. The patient's HIV viral load remained undetectable throughout despite a steadily decreasing CD4+ cell count. The patient died at home in 2005.\n\nSummary:\nThe patient was diagnosed with AIDS, with the initial finding of a low CD4+ cell count. The patient was started on ART, and despite the switch in medication, the patient had clinical improvement with the resolution of presenting symptoms, and the HIV viral load remained undetectable. However, the CD4+ cell count steadily decreased, and the patient had recurrent oral thrush with significant weight loss. Unfortunately, the patient passed away at home in 2005.",
	"Discharge Summary:\n\nPatient Name: [REDACTED], Age: 2-year-old, Male\nDate of Admission: [REDACTED]\nDate of Discharge: [REDACTED]\n\nFinal Diagnosis:\nThe patient was diagnosed with a renal artery aneurysm and an arteriovenous malformation, which required a left nephrectomy. Histological examination revealed a tumor consisting of a proliferation of spindle cells with myxoid changes of medial smooth muscle, characterizing angiodysplasia, and was diagnosed as a myofibroblastic stromal tumor (MST).\n\nHospital Course:\nThe patient was referred to the pediatric surgery department with a prenatal diagnosis of a malformation uropathy. An ultrasonography and color Doppler showed a vascular mass of the left renal helium, measuring 25 mm × 21 mm, with a vascular flow in the renal artery which pushed down the renal vein. An angiography of the renal arteries revealed a true preostial aneurysm measuring 7mm × 12mm. On renal scintigraphy, the left kidney had an altered function (glomerular renal function at 29%) with normal drain, and the right kidney showed a good capture function (glomerular renal function at 71%). An attempted endovascular treatment failed, and no vascular bypass gesture was performed, leading to a left nephrectomy. The patient was monitored and showed no signs of local recurrence during the follow-up period of 4 months.\n\nSummary:\nThe patient was diagnosed with a renal artery aneurysm and an arteriovenous malformation, which could not be treated with endovascular treatment, leading to a left nephrectomy. Histological examination showed an unencapsulated tumor consisting of a proliferation of spindle cells with myxoid changes of medial smooth muscle, characterizing angiodysplasia and was diagnosed as MST. The patient showed no signs of local recurrence during the follow-up period, indicating positive recovery.",
	"Discharge Summary\nPatient Name: [redacted]\n\nAdmission Date: [redacted]\nDischarge Date: [redacted]\n\nAdmitting Diagnosis:\nSeizure disorder\n\nHospital Course:\nThe patient was admitted on [redacted] with symptoms of stiffness in the lower and upper extremities since birth. Upon admission, the patient presented with head tilting backwards, staring, apnea, and hypertonia in upper and lower limbs. The neonate was intubated and ventilated immediately.\n\nBlood, cerebrospinal fluid (CSF), urine and stool testing results were unremarkable. No growth was reported in blood and CSF culture. Cardiac enzyme profiling, electrolyte analyses, blood amino acid and acylcarnitine spectrum analyses for inherited metabolic diseases, and comprehensive panel of urine organic acids were unrevealing. Thyroid, liver and renal functions were normal. Cytomegalovirus and herpes virus, and their respective antibodies were negative as determined by PCR and ELISA, respectively. Chest radiography, electrocardiography, echocardiography and head MRI did not identify abnormalities. The automated auditory brainstem response was normal. Video electroencephalogram (EEG) was recorded and showed intermittent or continuous discharges (hypsarrhythmia) of generalized or multi-focal spike-waves and spike-and-slow waves, in line with epileptic encephalopathy.\n\nThe neonate was treated with Phenobarbital, diazepam, vitamin B6, levetiracetam, and clonazepam over the course of admission.\n\nDischarge Condition:\nStable\n\nDischarge Medications:\nLevetiracetam and clonazepam\n\nFollow-up:\nThe patient is to follow-up with their primary care physician.\n\nSummary:\nThis was a 12-day-old neonate presenting with seizure disorder and stiffness in the lower and upper extremities since birth. The neonate was intubated and ventilated immediately. Blood, cerebrospinal fluid (CSF), urine and stool testing results were unremarkable. The neonate was treated with Phenobarbital, diazepam, vitamin B6, levetiracetam, and clonazepam over the course of admission. The patient is to follow-up with their primary care physician.",
	"Hospital Course Summary:\n\nAdmission Date: [insert date]\nDischarge Date: [insert date]\n\nPatient Information:\nName: [insert name]\nAge: 56 years\nGender: Female\nMedical History: Chronic Hepatitis B\n\nHospital Course:\nThe patient was admitted to our hospital for evaluation of a 4 cm-sized SMT in the gastric fundus. She had been experiencing epigastric discomfort and dyspepsia for the past year, but had not experienced weight loss. She was diagnosed with chronic hepatitis B 18 years ago, but had not been receiving regular check-ups.\n\nUpon admission, the patient's vital signs were stable and physical examination did not show any abnormalities. Esophagogastroduodenoscopy revealed a 4 cm-sized mass in the gastric fundus, which showed normal gastric mucosa and did not change shape when pushed with forceps. Dynamic abdominal CT scan showed two masses, one 3 cm-sized mass in the right posterior superior portion of the liver, and another 4.5 cm-sized pedunculated mass originating from the left lateral segment of the liver. Blood tests and tumor markers were within normal ranges, except for elevated serum HBV-DNA level.\n\nThe patient underwent laparoscopic resection due to the long peduncle of the left lobe mass and its atypical CT findings, which made it difficult to differentiate from malignant tumor. During surgery, a 4.5×2.5×1.2 cm-sized mass with a long peduncle was observed. The surface was smooth and dark red, and the cut section showed spongy-shaped cystic lesions beneath the capsule. Microscopic examination revealed various sized, large vascular channels lined with single-layered flattened endothelial cells, separated and supported by fibrous septa. After the operation, the patient was discharged without complications and currently under regular follow-up for chronic hepatitis B. \n\nSummary:\nThe patient was admitted for evaluation of a 4 cm-sized SMT in the gastric fundus with a medical history of chronic hepatitis B. Upon admission, there were no physical abnormalities except for the presence of the SMT. Laboratory examinations and imaging showed the presence of two masses in the liver, including a 4.5 cm-sized pedunculated mass originating from the left lateral segment. Laparoscopic resection was performed due to the atypical findings of the left lobe mass, which was considered difficult to differentiate from malignant tumor, and the possibility of rupture. The patient was discharged without complications and currently under regular follow-up for chronic hepatitis B.",
	"Discharge Summary\n\nPatient Name: [REDACTED]\n\nAdmission Date: [REDACTED]\nDischarge Date: [REDACTED]\nLength of Stay: [REDACTED]\n\nDiagnosis:\n- Acute lymphocytic myocarditis\n- Giant cell myocarditis\n\nHospital Course:\nThe patient was admitted to our hospital due to cardiogenic shock. After being supported by an Impella-2.5L, the patient was placed on a Heartmate-II. Histology of the LV-apical core section during this admission showed multifocal interstitial inflammatory infiltrates with edema and extensive myocytes destruction, without giant cell or extensive necrosis. Immunofluorescence was suggestive of acute lymphocytic myocarditis. After receiving a defibrillator, the patient was discharged on standard heart failure therapy. During an at-home follow-up, the patient experienced two weeks of congestive symptoms and was admitted again.\n\nAn endomyocardial biopsy (EBM) during this admission revealed severe mycocytes' dropout associated primarily with granulation tissue, a mixed inflammatory infiltrate, and the presence of multinucleated giant cell with a non-myogenic appearance, all suggestive of giant cell myocarditis. The patient was administered the immunosuppressive therapy of high dose corticosteroids and cyclosporine. Unfortunately, the patient developed incessant ventricular tachycardia and profound right ventricular failure, requiring amiodarone and milrinone. An urgent transplantation was carried out 16 days later.\n\nHistopathology of the explanted heart showed diffuse and irregular interstitial fibrosis without extensive necrosis, associated with residual areas of granulation tissue, mild to moderate lymphocytic infiltrates, and mild foci of myocytes' damage. The immunosuppressive regimen comprised of rabbit antithymocyte globulin (RATG) induction, corticosteroids, mofetilmycophenolate, basiliximab, and later tacrolimus. Unfortunately, the patient died of multi-organ failure one month after transplantation.\n\nFollow-Up Plan:\nNone.\n\nFollow-Up Recommendations:\nNone.\n\nInstructions:\nNone.\n\nProvider:\n[REDACTED]",
	"Discharge Summary:\n\nPatient Name: N/A\n\nDate of Admission: N/A\nDate of Discharge: N/A\nLength of Stay: N/A\n\nHospital Course:\n\nAdmission: A 32-year-old female with a one-month history of fever and elevated levels of noradrenaline presented with headaches and general malaise. Laboratory findings indicated an inflammatory state, anemia, coagulopathy, and malnutrition. Further examinations led to the diagnosis of an IL-6-producing pheochromocytoma. The patient was then scheduled for left adrenal tumor resection.\n\nTreatment: The patient was prescribed oral loxoprofen for systemic inflammation and oral doxazosin for pheochromocytoma. The surgery was initially scheduled after two months of preoperative treatment, but was preponed due to persistently high inflammatory markers, anemia, malnutrition, and coagulopathy. The dosage of doxazosin peaked at 12 mg. Anemia was managed with packed red blood cells daily. \n\nSurgery: The patient was administered general anesthesia and an erector spinae plane block for perioperative analgesia. Epidural anesthesia was not administered due to coagulopathy. An arterial catheter was placed in the radial artery, and BP management was achieved with phentolamine and remifentanil infusion. Fluctuations in BP occurred during direct tumor manipulation, and required bolus infusion of phentolamine. The surgery was completed with a continuous infusion of noradrenaline.\n\nOutcome: The patient's postoperative chest radiography was normal, and laboratory results showed improved inflammatory markers. The patient was transferred to the intensive care unit and eventually moved to the general ward on POD1. The patient was discharged on POD8 with no eventful postoperative complications.\n\nFollow-Up Care: N/A\n\nDiagnosis:\n\n- IL-6-producing pheochromocytoma\n\nProcedures:\n\n- Laparoscopic left adrenal tumor resection\n\nComorbidities:\n\n- Anemia\n- Coagulopathy\n- Malnutrition\n\nMedications on Admission:\n\n- N/A\n\nDischarge Medications:\n\n- N/A\n\nFollow-Up Testing:\n\n- N/A\n\nFollow-Up Appointments:\n\n- N/A\n\nInstructions at Discharge:\n\n- N/A\n\nDiet at Discharge:\n\n- N/A\n\nActivity at Discharge:\n\n- N/A\n\nDischarge Condition:\n\n- Stable and improved",
	"Hospital Course:\nA 56-year-old Chinese male presented to the ophthalmic clinic with a chief complaint of blurry vision and redness in both eyes. A month later, he was diagnosed with bilateral uveitis and started on methylprednisolone treatment. However, his visual acuity rapidly deteriorated and he developed fever with an evening peak and night sweats. Subcutaneous nodules with skin ulceration were observed on the trunk and upper extremities. Diagnostic vitrectomy of the left eye was performed, and pathological examination revealed infiltration of atypical lymphoid cells. Further biopsies confirmed a diagnosis of Extranodal NK/T-cell lymphoma (ENKTL) with skin involvement and positive Epstein-Barr virus-encoded RNA in situ hybridization. A subsequent PET-CT scan demonstrated significant uptake of 18F-fluorodeoxyglucose in the skin, nasopharynx, small intestine, and kidneys, leading to a diagnosis of stage IV ENKTL.\n\nTreatment:\nThe patient was initially treated with six cycles of SMILE chemotherapy regimen and demonstrated complete remission after four cycles. However, while autologous stem-cell transplantation was being planned as consolidation therapy, the patient developed drowsiness and dyspnea with acute onset and rapid progression and was diagnosed with CNS relapse with leptomeningeal involvement. Salvage treatment with two cycles of anti-programmed cell death 1 antibody (sintilimab) combined with P-GEMOX regimen (gemcitabine, oxaliplatin, and pegaspargase) and five cycles of intrathecal injection (10 mg methotrexate, 50 mg cytarabine, and 5 mg dexamethasone) were administered twice a week. The patient's clinical status gradually improved, and dyspnea was relieved.\n\nDischarge Summary:\nThe patient's clinical course was complicated by a diagnosis of ENKTL with CNS relapse. Salvage treatment was administered for a suspected CNS relapse and achieved clinical improvement. However, the patient eventually developed pancytopenia and passed away 12 months after the initial diagnosis.",
	"HOSPITAL COURSE SUMMARY:\n\nThis is a summary of hospital course for a 28-year-old male patient with a soft reddish mass on his left scrotum. The patient sought medical attention for the mass which had been gradually growing for the past one year. The surface of the mass was observed to be irregular. No pain or discomfort was associated with the mass.\n\nUpon physical examination at the hospital, no noticeable enlargement of superficial lymph nodes was observed in the bilateral parts of the groin. A biopsy was conducted on the mass which revealed a well-circumscribed nodule composed of small, monomorphous cuboidal poroid cells with eosinophilic cytoplasm and monomorphic nuclei. The histopathologic examination led to the diagnosis of eccrine poroma.\n\nThe patient underwent treatment for the eccrine poroma while hospitalized to rid his left scrotum of the mass. He was monitored closely and responded well to the treatment.\n\nThe hospital course of the patient was uneventful. On the day of discharge, the patient was stable and in good health. The patient was discharged in stable condition with clear instructions for follow-up appointments and care.",
	"Discharge Summary:\n\nPatient Name: <redacted>\nGender: Female\nAge: 35\nAdmission Date: <redacted>\nDischarge Date: <redacted>\nAdmitting Diagnosis: Bariatric surgery\n\nHospital Course:\n\nThe patient was admitted on <redacted> for bariatric surgery due to significant impairment of quality of life and failure of intensive lifestyle modification to maintain weight loss for 1 year. The patient's past medical history was notable for hypothyroidism and fatty liver disease. The patient did not have any other medical conditions, except for one full-term pregnancy ended by an uncomplicated elective cesarean section 7 years ago and one first-trimester spontaneous abortion 6 months ago.\n\nAfter reviewing the patient's medical history and conducting necessary assessments, the patient underwent successful laparoscopic sleeve gastrectomy without any complications and was discharged from the hospital on postoperative day two.\n\nFollow-Up Care:\n\nThe patient received proper monitoring throughout her pregnancy by a multidisciplinary team, which included high-risk obstetrics, bariatric surgeons, and nutritionists. She was also prescribed prenatal vitamins and one Calcicare tablet daily. Her pregnancy continued uneventfully, and she underwent an elective cesarean section at 39-weeks to deliver a healthy full-term girl. The infant reached all expected milestones during the first 6 months of her life, and the mother achieved significant weight loss post-surgery.\n\nRecommendations:\n\nThe patient was advised to continue with the recommended postoperative diet and exercise plans. She was also recommended to schedule regular follow-up visits with her primary care physician, endocrinologist, and bariatric surgeon to monitor her postoperative health and potential complications.\n\nOverall, the patient had a successful bariatric surgery and a healthy pregnancy outcome.",
	"Discharge Summary:\n\nPatient Name: Not provided\nGender: Male\nAge: 19 years\n\nHistory and Reason for Hospitalization:\n\nThe patient presented with the complaint of unsatisfactory facial appearance due to prominent upper front teeth and backwardly placed lower front teeth. On clinical examination, he had a convex profile with retrognathia. Cephalometrically, there was a mandibular corpus deficiency of approximately 8 mm in the sagittal plane. It was diagnosed as a case of mandibular body deficiency, which was planned to be addressed by mandibular advancement by bilateral sagittal split osteotomy.\n\nHospital Course:\nBilateral sagittal split ramus osteotomy (BSSRO) was performed, and the mandible was advanced by approximately 8 mm. The patient received postoperative antibiotics and pain killers for five days. The patient was discharged on the 8th postoperative day. Orthodontic treatment was started after 2 weeks.\n\nCondition at Discharge:\n\nThe patient is stable and has completed the prescribed treatment plan for the mandibular advancement. The patient has scheduled follow-up appointments for further orthodontic treatment.\n\nInstructions and Follow-Up:\n\nThe patient is advised to continue taking the prescribed medications and complete the orthodontic treatment. The patient has scheduled follow-up appointments with the orthodontist for further management. The patient should contact the medical team if any complications or concerns arise.\n\nImportant Information:\n\nThe patient underwent bilateral sagittal split osteotomy for correction of mandibular body deficiency. The patient received postoperative antibiotics and pain killers. The completed treatment plan included orthodontic treatment, which was started after 2 weeks of surgery. Follow-up appointments were scheduled for further management.",
	"HOSPITAL COURSE:\n\nThis discharge summary outlines the hospital course of a 58-year-old female patient who presented to our institute with progressively decreased vision in the right eye. She was found to have a white intumescent cataract in the right eye and nuclear, cortical, and posterior subcapsular cataract in the left eye. The patient underwent femtosecond laser-assisted cataract surgery (FLACS) targeting plano in both eyes using the LenSx laser platform. While performing the FLACS on the right eye, a plume of cortex was noted to rise into the anterior chamber. Although the capsulotomy was initially incomplete, capsulotomy forceps were utilized to redirect the radial extension, and the remainder of the cataract surgery was uneventful. The patient's uncorrected distance visual acuity was 20/400, 20/20-2, and 20/25+ on day one, week 1, and week 2, respectively. \n\nSUMMARY:\n\nThe patient was admitted to our institute with a complaint of progressively decreased vision in the right eye. During her hospital course, she underwent FLACS for the treatment of her cataracts. While performing the procedure on her right eye, a plume of cortex was noted to rise into the anterior chamber, and the initial capsulotomy was incomplete with attachments at 6:00 and 11:00, and radial extensions at 4:00 and 11:00. Capsulotomy forceps were utilized to free the capsulotomy edges and redirect the radial extension, and the remainder of the cataract surgery was uneventful. The patient was discharged with an uncorrected distance visual acuity of 20/25+ on week two.\n\nDISCHARGE DIAGNOSES:\n\n- White intumescent cataract in the right eye\n- Nuclear, cortical, and posterior subcapsular cataract in the left eye\n\nPROCEDURES:\n\n- Femtosecond laser-assisted cataract surgery targeting plano in both eyes using the LenSx laser platform\n\nHOSPITAL COURSE:\n\n- Admission for the treatment of cataracts\n- FLACS performed on both eyes\n- During the FLACS on the right eye, a plume of cortex was noted to rise into the anterior chamber, and the initial capsulotomy was incomplete with attachments at 6:00 and 11:00, and radial extensions at 4:00 and 11:00\n- Capsulotomy forceps were utilized to free the capsulotomy edges and redirect the radial extension\n- The remainder of the cataract surgery was uneventful\n- Discharged with an uncorrected distance visual acuity of 20/25+ on week two.",
	"Discharge Summary for a 36-Yr-Old Female with Left Ocular Pain, Headache, Diplopia, and Tinnitus\n\nChief Complaint: Left ocular pain, headache, diplopia, and tinnitus.\n\nHistory of Present Illness: The patient presented to our facility with a complaint of left ocular pain, headache, diplopia, and tinnitus, which started one month prior to presentation. Physical examination showed a bruise at a trauma site on her skin and chronic dislocation of the first metatarsal joint on her foot. Hypermobility of the distal interphalangeal joints of the hands was observed, along with a kyphosis of the lumbar and thoracic vertebrae. Magnetic resonance imaging identified a large CCF, which was successfully treated with detachable balloons. During the procedure, a pseudoaneurysm of the left proximal internal carotid artery occurred and was treated with a stent. A large subcutaneous hematoma occurred at the puncture site after angiography. Surgical evacuation of a massive hematoma was performed, followed by the insertion of a stent graft into the punctured femoral artery, with arteriotomy to control bleeding.\n\nPast Medical History: No significant past medical history.\n\nSocial History: The patient denies any tobacco, alcohol, or drug use.\n\nFamily History: The patient has a family history of chronic subluxation of the proximal interphalangial joint of the left hand in her daughter.\n\nImmunization Status: Up to date.\n\nAllergies:\nNone documented.\n\nHospital Course: The patient underwent treatment for her CCF, which was successfully resolved. She experienced postoperative ophthalmoplegia and loss of visual acuity due to a neurotropic corneal ulcer. These symptoms were managed appropriately, and the patient was discharged from our facility in stable condition.\n\nLaboratory and Diagnostic Data: Magnetic resonance imaging revealed a large CCF, which was confirmed by angiography. Mutation analysis by DNA sequencing of the COL3A1 gene revealed a duplication of 15 base pairs, which resulted in an interposition of five amino acids and a subsequent formation of a repeat unit composed of only two amino acids.\n\nFollow-up Care: The patient was instructed to follow up with her primary care physician for continued monitoring and management of her condition.\n\nDischarge Medications:\nNone documented.\n\nDischarge Condition: The patient was discharged from our facility in stable condition.\n\nDischarge Diagnoses: CCF.",
	"Discharge Summary:\n\nPatient is a 67-year-old female with a history of Type 2 diabetes, high blood pressure, systemic sclerosis and Sjögren syndrome who presented with lymphadenopathy that was diagnosed as Epstein-Barr virus-positive diffuse large B-cell lymphoma. She was treated with rituximab, vincristine, doxorubicin, cyclophosphamide and prednisolone (R-CHOP), prophylactic allopurinol (300 mg for 10 days) and venetoclax (800 mg/day orally). One day after chemotherapy, she received pegfilgrastim (6 mg). On Day 6, she developed febrile neutropenia due to pneumonia. On Day 7, she was found to have hypokalaemia, hypocalcaemia, hypophosphataemia, new-onset proteinuria, elevated β2-microglobulin excretion and high sodium chloride excretion. Electrocardiogram showed premature atrial contractions, flattened T-waves and a U-wave configuration in V1.\n \nVenetoclax was discontinued prematurely on Day 7 and intravenous infusion of potassium, phosphate, magnesium and calcium was started. Electrolytes remained normal after discontinuation of i.v. supplementation. The patient had no symptoms during her stay in the hospital and was discharged in a stable condition. \n \nIn summary, the patient's electrolyte abnormalities were characterized by hypokalaemia, hypocalcaemia, and hypophosphataemia with proteinuria and high sodium chloride excretion. Electrocardiogram showed premature atrial contractions, flattened T-waves and a U-wave configuration in V1. Venetoclax was identified as the possible offending agent and was discontinued early in the treatment course. The patient was discharged in a stable condition.",
	"Hospital Course:\nA 5-month-old girl was admitted to this center due to worsening respiratory distress. She was initially diagnosed with pneumonia and treated with intravenous piperacillin-tazobactam, but due to minimal ventilator requirements and neuromuscular weakness, spinal muscular atrophy, poliomyelitis, and myopathies were considered as possible factors. Investigations revealed areflexia, marked hypotonia, reduced power in all four limbs, and severe axonal and demyelinating polyradiculoneuropathy. She was diagnosed with Guillain-Barré syndrome (GBS) and given two doses of intravenous immunoglobulin at 1g/kg/day. The patient required tracheostomy for prolonged ventilation and attained age-appropriate milestones on follow-up one month after discharge.\n\nHospital Course Details:\nThe patient presented with cough, loose stools, breathing difficulty, and listlessness. She had received DPT vaccine 25 days prior to admission. Chest examination revealed bilateral crepitations. A detailed neuromuscular examination revealed areflexia, marked hypotonia, and reduced power in all four limbs. Chest X-ray was normal. Investigations revealed hemoglobin 9.2 g/dL, white blood count 15,200/cum, neutrophil - 62%, lymphocytes - 32%, platelet count - 288000/cmm, C-reactive protein - 1.08 mg/L, and procalcitonin - 0.27 ng/ml. Serum potassium was 3.70 mmol/L, and serum calcium was 9.03 mg/dL. Creatine phosphokinase was 46 U/L. Nerve conduction velocity showed absent compound muscle action potential (CMAP) and sensory nerve action potential. Cerebrospinal fluid (CSF) was acellular with protein - 146.3 mg/dL. Stool specimen for polio virus isolation and SMN gene studies were sent.\n\nDiagnosis and Treatment:\nGBS was diagnosed based on the symptoms, neuromuscular examination, nerve conduction velocity, and CSF analysis. The patient was given two doses of intravenous immunoglobulin at 1g/kg/day. She required tracheostomy for prolonged ventilation, along with intravenous medication. \n\nPrognosis:\nThe patient showed gradual improvement in all limbs, and the tracheostomy tube was decannulated before discharge. Follow-up after one month revealed the patient was doing well and had obtained age-appropriate milestones. \n\nDischarge Summary:\nThe 5-month-old girl was admitted to the hospital with symptoms including cough, loose stools, breathing difficulty, and listlessness. She was diagnosed with Guillain-Barré syndrome (GBS) based on the neuromuscular symptoms and analysis of nerve conduction velocity and CSF. The patient was given two doses of intravenous immunoglobulin at 1g/kg/day and required tracheostomy for prolonged ventilation. Upon discharge, she showed gradual improvement of the limbs and achieved age-appropriate milestones. Follow-up after one month showed considerable improvement with no complications.",
	"Discharge Summary:\n\nPatient Name: [redacted]\n\nAge: 79\n\nGender: Male\n\nDate of Admission: [redacted]\n\nDate of Discharge: [redacted]\n\nHospital: Department of Gastroenterology\n\nDiagnosis: Tumor-associated TTP complicated by acute non-ST-segment elevation myocardial infarction\n\nHospital Course Summary:\n\nThe patient was admitted to the Department of Gastroenterology with abdominal pain and pyrexia. He was later diagnosed with a villous adenoma (high-grade intraepithelial neoplasia) and deteriorated erosion in the corpus ventriculi. Preliminary laboratory findings showed a threshold of renal dysfunction, a moderately increased level of lactate dehydrogenase, and tumor marker CA125.\n\nAfter 2 days, the patient developed nocturnal dyspnea and hyperpyrexia, including signs of dysphoria, perspiration, orthopnea, and pulmonary moist rales. Arterial pressure was 123/89 mm Hg. Emergent blood analysis showed an upsurge of indirect bilirubin, hepatic enzyme, and myocardial enzyme, as well as creatinine. Moreover, leukocytes began to increase, while platelets declined. The patient was then transferred to the Coronary Care Unit.\n\nThe cardiologists noted an alteration in the patient's appearance, with haziness, dysphoria or coma being observed. He occasionally complained of headache, fatigue or nausea. Delirium, petechiae and mild jaundice were exhibited successively. Laboratory tests showed that the comprehensive myocardial enzymes release curve matched with a typical MI. Thereafter, the hematocytes diminished (except leukocytes which increased), erythrocytes reduced to 2.93 × 1012/l, hemoglobin to 86 mg/dl and the platelet count to 8 × 109/l at a minimum. Moderate occult blood was detected in routine urinalysis. The peripheral blood smear showed schistocytes.\n\nWe logically proposed the final diagnosis of ‘tumor-associated TTP complicated by acute non-ST-segment elevation myocardial infarction’. As a result, the patient was treated with regular plasma transfusion in collaboration with steroids (methylprednisolone) and continuous renal replacement therapy.\n\nThe general condition of the patient improved remarkably. Consciousness was regained and symptoms were relieved. After 20 days in intensive care, the patient was discharged but depended on periodical continuous renal replacement therapy.\n\nFollow-Up:\n\nAt 1-month follow-up, the illness was stable.",
	"Discharge Summary:\n\nPatient Name: [REDACTED] \n\nMedical Record Number: [REDACTED]\n\nDate of Admission: 11 April 2020\n\nDate of Discharge: 28 April 2020\n\nReason for Admission: Acute-Onset dyspnea, Suspected acute asthma attack\n\nHospital Course:\n\nThe patient, a 26-year-old male with a known case of asthma, presented to the Emergency Department (ED) at Faghihi hospital, Shiraz, Iran, with acute-onset dyspnea and a decrease in the level of consciousness. The patient was intubated due to severe hypoxia and respiratory distress and was diagnosed with SARS-COV2 pneumonia with bilateral patchy opacities in both lung fields. The patient received treatment with dexamethasone, Piperacillin/tazobactam, and prophylactic heparin. He was paralyzed with cisatracurium in addition to midazolam and propofol due to significant patient-ventilator asynchrony. During mechanical ventilation, there was a progressive development of thrombocytopenia, which was treated with intravenous immunoglobulin. Platelet counts remained low throughout hospitalization.\n\nOn 21 April 2020, the patient developed upper gastrointestinal (GI) bleeding associated with generalized abdominal pain with distension. Upper GI endoscopy was normal, and the abdominal CT showed hypoperfused areas in the posterior segment of the right (Rt.) hepatic lobe and the medial and lateral segments of the left (Lt.) lobe. Color Doppler Sonography (CDS) of the abdomen demonstrated the absence of flow in the portal vein, consistent with acute portal vein thrombosis. The patient received treatment with Enoxaparin and was discharged with oral warfarin.\n\nCondition at Discharge:\n\nThe patient's respiratory condition improved, and he was extubated on 16 April 2020. At the time of discharge on 28 April 2020, the patient's platelet counts had returned to normal, and he was stable. The patient was advised to follow up with his primary care physician for future management and care.\n\nFollow-up Recommendations:\n\nFollow-up recommended with Primary Care Physician for further management and care.",
	"Hospital Course:\n\nThe patient was admitted with a diagnosis of schizophrenia, undifferentiated type with a history of mental illness for 14–15 years. He was initially started on risperidone, but due to an increase in random blood sugar levels, he was switched to trifluoperazine. Trihexyphenidyl, lorazepam, and metformin were added to his treatment regimen. After maintaining the above medications for 56 days, the patient presented with sweating, confused behavior, and incontinence. Examinations revealed decreased deep tendon reflexes and an indeterminate plantar response. His random blood sugar level was within normal range, but fasting and postprandial blood glucose levels were elevated. IV fluids were administered, and human mixtard insulin was started to manage the elevated blood glucose levels. Trifluoperazine was stopped when his serum potassium levels were found to be low. Aripiprazole was started, and the patient was discharged on it along with lorazepam and human mixtard insulin.\n\nSummary:\nA 40-year-old male patient with a long-standing history of mental illness was admitted with a diagnosis of schizophrenia, undifferentiated type. The patient presented with sweating, confused behavior, and incontinence. After examinations, trifluoperazine was stopped due to serum potassium levels falling below the required range. The patient was subsequently started on aripiprazole and human mixtard insulin. He was discharged on the prescribed medications mentioned above and advised to follow up with his healthcare provider.",
	"Discharge Summary\n\nPatient Name: [REDACTED]  Age: 18   Sex: Female\n\nAdmission Date: [REDACTED]     Discharge Date: [REDACTED]\n\nClinical Indications: Pain in right mandibular region\n\nMedical History: Not available\n\nHospital Course:\n\nThe 18-year-old female patient presented to the Department of Dentistry, PUC Minas, with a complaint of pain in the right mandibular region. The clinical examination revealed pulp vitality, absence of mobility, and probing depths of 8.0 mm at the mesiobuccal, 7.0 mm at the distobuccal, and 9.0 mm at midbuccal sites. Furthermore, intense bleeding, suppuration, and the presence of a gingival abscess were also observed. Radiographic examination revealed a radiopaque structure around the cervical region of the lower right first premolar. Surgical exploration was performed by means of a conventional gingivoperiosteal flap, which revealed the presence of endodontic pathology (EP) associated with extensive bone loss. After removal of anatomical alterations and assessment of the remaining supporting tissues, extraction of tooth 44 was indicated and conducted.\n\nDiagnosis: Endodontic pathology (EP) associated with extensive bone loss\n\nManagement:\n\nSurgical exploration was performed by means of a conventional gingivoperiosteal flap. Dental extraction of tooth 44 was indicated and conducted after removal of anatomical alterations.\n\nOutpatient Follow-up:\n\nThe patient was discharged with instructions for appropriate postoperative care and follow-up with a dentist as necessary. The patient was also advised to maintain proper oral hygiene to prevent further dental pathologies.\n\nComplications:\n\nNo complications were noted during the course of the patient's hospital stay.\n\nSigned:\n[REDACTED] (Attending Dentist)",
	"Discharge Summary:\n\nPatient Name: [REDACTED]\n\nMedical Record Number: [REDACTED]\n\nDate of Admission: [REDACTED]\n\nDate of Discharge: [REDACTED]\n\nAdmission Diagnosis:\nThe patient was admitted to the emergency department with acute onset chest and neck pain radiating to both arms and associated numbness. She was diagnosed with a localized dissection of the mid left circumflex coronary artery.\n\nHospital Course:\nThe patient underwent an emergent coronary angiography that led to the discovery of a luminal compression of the coronary artery. Percutaneous balloon angioplasty and drug eluting stent placement were performed successfully. The patient improved clinically with resolution of chest pain and was subsequently discharged.\n\nDischarge Diagnosis:\nThe patient was diagnosed with a localized dissection of the mid left circumflex coronary artery, which was corrected by percutaneous balloon angioplasty and drug eluting stent placement.\n\nDischarge Medications:\nThe patient was discharged on aspirin, prasugrel, metoprolol tartrate, amlodipine, and atorvastatin.\n\nFollow-Up Instructions:\nThe patient should follow up with her primary care physician or cardiologist as recommended.",
	"Discharge Summary:\n\nPatient Name: [REDACTED]\n\nAdmission Date: [REDACTED]\n\nDischarge Date: [REDACTED]\n\nHospital Course:\n\nThe patient, a 44-year-old female with a history of HIV positivity, chronic viral hepatitis B, and retinal necrosis, was admitted to the hospital due to nausea, vomiting, and paralysis of both lower extremities. Upon admission, the patient complained of general weakness and had a decreased muscle strength of both legs at GII. A laboratory examination showed a low CD4 count, high serum lactate level, and positive HBV DNA. A contrast CT scan of the abdomen showed a hepatic cyst.\n\nThe patient was diagnosed with lactic acidosis and stopped taking antiretroviral drugs. She was administered intravenous sodium bicarbonate infusion and conservative treatment. The symptoms of nausea and vomiting resolved on the third day of treatment while the symptoms of paralysis gradually improved from the tenth day of treatment. ABGA results and lactate levels gradually normalized, and the patient was discharged on the 14th day without any signs of lactic acidosis.\n\nAfter discharge, the patient resumed antiretroviral medications with no recurrence of previous symptoms. Two months after discharge, the patient's serum lactate level was 4.8 mmol/L. The patient is still on antiretroviral therapy and is being followed up on an outpatient basis.\n\nDiagnoses:\n\n1. Lactic Acidosis\n2. HIV Infection\n3. Chronic Viral Hepatitis B\n4. Retinal Necrosis\n\nMedications on Discharge:\n\nThe patient resumed antiretroviral medications with the following regimen:\n1. Lamivudine\n2. Efavirenz\n3. Lopinavir/Ritonavir\n\nFollow-Up:\n\nThe patient is recommended to continue antiretroviral therapy and hepatitis B management under outpatient follow-up.",
	"Discharge Summary:\n\nPatient Name: [Redacted]\nAge: 52\nSex: Male\n\nMedical History: Subtotal thyroidectomy 20 years prior\n\nHospital Course:\nThe patient was admitted to the hospital for a generalized tonic clonic seizure. Medical evaluation found decreased levels of parathormone and calcium in his blood, along with extensive calcification of the basal ganglia on brain CT scans. This resulted in the diagnosis of acute symptomatic seizure. The patient underwent an electroencephalographic (EEG) examination which was normal, and no antiepileptic treatment was recommended. The underlying situation was managed by endocrinologists. \n\nFinal Diagnosis: Acute symptomatic seizure \n\nTreatment: No antiepileptic treatment was recommended \n\nFollow-Up Care: The patient should have a follow-up appointment with an endocrinologist.\n\nSummary of Hospitalization:\nThe patient was hospitalized with a diagnosis of acute symptomatic seizure due to low levels of parathormone and calcium. No antiepileptic treatment was recommended, and the underlying situation was managed by endocrinologists. A follow-up appointment with an endocrinologist was recommended.\n\nAbbreviations used:\nCT- computed tomography \nEEG- electroencephalographic",
	"Discharge Summary:\n\nThis is a discharge summary for a 55-year-old male patient who was diagnosed with multiple myeloma, subtype IgG/lambda Durie-Salmon stage IIIA, while being treated for back pain at our hospital. The patient has a known history of hepatitis B virus (HBV) and is a carrier for more than 20 years. There is also a family history of multiple myeloma with the patient's elder brother being diagnosed in 2008.\n\nThe patient was started on a 3-week cycle of PCD (Bortezomib, Cyclophosphamide, and Dexamethasone) as chemotherapy treatment for multiple myeloma. Entecavir was given as prophylaxis against HBV reactivation, and HBV-DNA was monitored since the start of therapy. The patient tolerated chemotherapy well, and there were no significant adverse effects.\n\nAfter 1 cycle of therapy, serum HBV-DNA was undetectable, and after 2 months, HBsAg turned negative. The patient completed 4 courses of PCD therapy and achieved stringent complete response (sCR) after which peripheral blood hematopoietic stem cells (HSCs) were collected and the patient underwent high-dose chemotherapy followed by autologous HSC transplantation as consolidation treatment. The patient has remained in sCR 26 months post-initial diagnosis of multiple myeloma.\n\nDuring therapy and follow-up, HBsAg continued to be negative, and HBV-DNA levels remained below detection limit. The patient should continue to receive regular follow-up care for proper management of multiple myeloma and the management of potential HBV reactivation.\n\nSummary:\n\n- 55-year-old male diagnosed with multiple myeloma, subtype IgG/lambda Durie-Salmon stage IIIA\n- Known HBV carrier for more than 20 years, with family history of multiple myeloma\n- Received 3-week cycle of PCD chemotherapy, with Entecavir as prophylaxis against HBV reactivation\n- Achieved stringent complete response (sCR) after 4 courses of therapy\n- Underwent autologous HSC transplantation as consolidation treatment\n- HBsAg turned negative after 2 months and remained negative during follow-up care\n- Regular follow-up care is recommended for proper management of multiple myeloma and for the prevention of HBV reactivation."
]